{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:222p42fegwhwfyrc3gqam76j",
                    "type": 1,
                    "utter": "Except that, fundamentally, ISN'T how NFT's work. You don't own a tangible THING, you \"own\" at best a single copy of a digital item. It's infinitely replicable in a forensically identical fashion.\nI'm no big fan of how crazy the art market gets but at least there's only ONE \"original\""
                },
                {
                    "author": "did:plc:222p42fegwhwfyrc3gqam76j",
                    "type": 1,
                    "utter": "that can NEVER be identically replicated. Digital items aren't the same. They're infinitely, identically replicable."
                },
                {
                    "author": "did:plc:66v2guukgmr3uny2zqqolcf7",
                    "type": 2,
                    "utter": "You see the Mona Lisa all the time and don't buy the painting. NFTs are referencing public files. The media industry would rather you pay a subscription or flat rate for everything you do. NFTs allow investors to buy it while everyone else enjoys it for free. Just like stocks, it can generate money."
                },
                {
                    "author": "did:plc:222p42fegwhwfyrc3gqam76j",
                    "type": 3,
                    "utter": "\"Public files\" being the problem. Buying an NFT is like buying a copy of a deed to a house and thinking it means you own the house."
                }
            ],
            "uri": "at://did:plc:222p42fegwhwfyrc3gqam76j/app.bsky.feed.post/3k3bhfyhw2c2k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:222p42fegwhwfyrc3gqam76j",
                    "type": 1,
                    "utter": "Except an NFT isn't the file itself. It's the receipt saying you own the file."
                },
                {
                    "author": "did:plc:yszymza54sjr7mps754lr5nj",
                    "type": 2,
                    "utter": "These morons couldn't stay on Twitter? Why? That's where their audience is."
                },
                {
                    "author": "did:plc:222p42fegwhwfyrc3gqam76j",
                    "type": 3,
                    "utter": "NFT's are nothing but digital beanie babies but worse cause at least you owned a damn beanie baby."
                }
            ],
            "uri": "at://did:plc:222p42fegwhwfyrc3gqam76j/app.bsky.feed.post/3k3bhlub6r42l"
        }
    ]
}