{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:24m2jzwpynrcffcnye4sfhr6",
                    "type": 1,
                    "utter": "That's the mute feature. They don't know they're muted, and they get pushed to the bottom and hidden.\n\nHowever, they'll be visible to others who haven't blocked/muted them in a thread. If you block, they vanish for everyone reading your thread."
                },
                {
                    "author": "did:plc:zurb6t6bvohcxvgbugh57xs6",
                    "type": 2,
                    "utter": "thanks! but thats for me right?\ni mean something similar, but on a platform level, which is a lot more tricky cause they probably have test accounts to check if the posts of their spam/bot accounts are still visible or not. so theyll know once theyre on global mute. but there are ways..."
                },
                {
                    "author": "did:plc:24m2jzwpynrcffcnye4sfhr6",
                    "type": 3,
                    "utter": "I'm uneasy about suggesting a platform-based mute over banning truly offending accounts. That's what led to the algorithmic down-ranking or even hiding of accounts on twitter."
                }
            ],
            "uri": "at://did:plc:24m2jzwpynrcffcnye4sfhr6/app.bsky.feed.post/3lc5bb67ycc2l"
        },
        {
            "talk": [
                {
                    "author": "did:plc:24m2jzwpynrcffcnye4sfhr6",
                    "type": 1,
                    "utter": "I'm uneasy about suggesting a platform-based mute over banning truly offending accounts. That's what led to the algorithmic down-ranking or even hiding of accounts on twitter."
                },
                {
                    "author": "did:plc:zurb6t6bvohcxvgbugh57xs6",
                    "type": 2,
                    "utter": "i know, i feel the same...\nbut it doesnt have to be done the way elon does it.\nits a tool, its not inherintly good or evil, and just because elon uses it in a bad way doesnt mean it should be excluded from our toolbox to combat nefarious activity. thats my opinion..."
                },
                {
                    "author": "did:plc:24m2jzwpynrcffcnye4sfhr6",
                    "type": 3,
                    "utter": "I think it's inevitable there would be scope creep with such a tool, and goes against the user-driven moderation basis Bsky was built on. I'm much more comfortable with user lists, simply because if one is bad, you can make your own, or sub to another. Can't do that with site-based moderation."
                }
            ],
            "uri": "at://did:plc:24m2jzwpynrcffcnye4sfhr6/app.bsky.feed.post/3lc5bsmfjn22l"
        },
        {
            "talk": [
                {
                    "author": "did:plc:24m2jzwpynrcffcnye4sfhr6",
                    "type": 1,
                    "utter": "Skywatch is great, but I turned off the option to hide or warn about the dinosaur emoji, because it was labeling innocent people in the paleontology and archaeology feeds. We need to take it back, not let garbage terfs claim it."
                },
                {
                    "author": "did:plc:uieo66bmcv5j4zymknj7hboz",
                    "type": 2,
                    "utter": "That's a great point. I don't use it cause I could see how non-offending accounts can be caught up in it."
                },
                {
                    "author": "did:plc:24m2jzwpynrcffcnye4sfhr6",
                    "type": 3,
                    "utter": "It's why I'm careful about block lists or labelers I use. Some people can be really overzealous. Kinda wish there was more granularity to them, like an individual block option button on the displayed accounts."
                }
            ],
            "uri": "at://did:plc:24m2jzwpynrcffcnye4sfhr6/app.bsky.feed.post/3lc55xweevc2l"
        }
    ]
}