{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:2jbaiktfwmngvjcqeuwjkqio",
                    "type": 1,
                    "utter": "日本にいきる私たち（主語、大きいですよ〜）が共通して抱える思考の偏りがある——と考えています。\n\n「経済さえ回れば、あとはなんとかなる」\n「人権はしょせんタテマエである」\n「普遍的な正義など、きれいごとである」\n「現実の世界は、利害の調整の結果として動いている」\n「その中で、社会問題に目を向けるより自分の専門分野で力を発揮することがベターな道である」\n\nその背後には、歴史的経緯からくる政治や社会運動への失望、普遍的な正義を疑う虚無主義がある——と見ています。\n\nですが虚無主義の蔓延は暴力の台頭を意味します。よくありません。\n\n水が低きに流れるなら、あらがい続けようと思います。啓蒙思想で。"
                },
                {
                    "author": "did:plc:atdqcy5oa232bhoqxgygf3fy",
                    "type": 2,
                    "utter": "これ虚無主義とは少し違うと考えますね\n\n日本に見られるのはいわば「公平主義」で、挙げられた政治や社会運動に失望しても民主主義や人権自体を疑う人はいないのところを見るに、公平でないものに対しての懐疑的な意識が働いているだけだと思うんですよ\n\n問題とされる世代格差なんかも指摘されてるのは社会保障の存在ではなく在り方、そして意外と言及されないけど日本ほど社会保障システムがある国は先進国見てもそうないんです\n\n日本に蔓延る諦観のようなものは確かに存在しますが、それは人権や法や社会システムを軽視しているとは思えないんですよね"
                },
                {
                    "author": "did:plc:2jbaiktfwmngvjcqeuwjkqio",
                    "type": 3,
                    "utter": "レスポンス感謝。\n\nイク太郎さまの考えは尊重しますが、当方の意見への反論というよりも、イク太郎様のご意見であると受け止めました。\n\n「日本の人々は人権を軽視しているのか、いないのか」が大きな分かれ目です。違う立場での立論はあっていいでしょう。それぞれ、自分の考え方を深めていくといいのではないでしょうか。"
                }
            ],
            "uri": "at://did:plc:2jbaiktfwmngvjcqeuwjkqio/app.bsky.feed.post/3lc2nc6gj322c"
        },
        {
            "talk": [
                {
                    "author": "did:plc:2jbaiktfwmngvjcqeuwjkqio",
                    "type": 1,
                    "utter": "お題：人権について間違えるアンチパターン\n\n(1) 保守カルトに誘導される\n「生徒が権利を主張すれば学級崩壊」「家族が崩壊」などの言説を統一教会系の論者が堂々と唱え、自民党にも影響を与えている。\n\n(2) 保守派知識人の冷笑に誘導される\n「人権など絵空事」といった論法で人権を冷笑し、差別や社会階級を肯定しようとする一部知識人は18世紀いらい絶えることがない。\n\n(3) 「人権は思いやり」と教える日本の学校教育に誘導される\n人権を「個人どうしの思いやり」と捉えてしまう。結果、社会的弱者からの異議申し立てを「迷惑だ」と受け止めたり、「女性は/障害者はわきまえるべき」と考えたりしてしまう。\n（続く"
                },
                {
                    "author": "did:plc:2jbaiktfwmngvjcqeuwjkqio",
                    "type": 1,
                    "utter": "(4) ビジネスの思考で上書きしてしまう\nたとえば包摂の原則を示す「誰ひとり取り残さない」というSDGsのスローガンを見て、「それではビジネスが成り立たない。よい顧客に集中しなければ」と、違う領域の話を混同してしまう。\n\n総括：特に社会の指導層も含めて人権教育が足りていない。\n\n行政の現場や弁護士の中にはすばらしい人たちもいるが、法執行機関や裁判官への人権教育は足りていないと指摘されている。\n\nむしろ民間の大企業の方が、国際的なコンプライアンス基準、ESG基準のおかげでむしろマシな状況に。"
                },
                {
                    "author": "did:plc:fxuxh7rlnzcyf3b3nmzx6vw3",
                    "type": 2,
                    "utter": "すべての個人にとって基本的人権は「自分のこと」。\n\nしかし自分の力だけでは守りきれず、国家に守ってもらわなければならないジレンマがあります。\n\n私たちが主体的にこのジレンマを克服するためには「自分の人権を守る」だけでなく「自分の人権を育てる」取り組みへと踏み出さなければなりません。\n\nではどうするか？\n\n人権がゴールでなくスタートラインであるとすれば、だれもが平等に公平にスタートラインに立てることが一つの目標となります。\n\n一つはデジタル格差の解消ですね。\n\n例えばですが、マイナンバーカードの押し付けに困っている人を手助けすることなども、人権を育てる実践的な取り組みの一つではないでしょうか。"
                },
                {
                    "author": "did:plc:2jbaiktfwmngvjcqeuwjkqio",
                    "type": 3,
                    "utter": "まず、最初の投稿とは別の話題ですね。そして論点を分ける必要がありそう。\n\n国は「デジタル格差をなくすには、全国民がマイナカードを活用することが望ましい」と考えた模様。\n\nそこでマイナカード普及の「手段として」紙の保険証をマイナ保険証に切り替える政策を、国民に諮らず決めてしまった。\n\nさて「マイナ保険証で困っている人」を手助けする（例えば病院の窓口で機器利用を手伝う）ことは親切な人助けです。\n\nそれとは別に、構造に異議を唱えより包摂的な制度に変えてもらうこと（例えば紙の保険証の併用を認めること）も大事だと思うんですよね。私は、普及のため不便を強いる不当なプロセスは不当な結果を生むと予想します。"
                }
            ],
            "uri": "at://did:plc:2jbaiktfwmngvjcqeuwjkqio/app.bsky.feed.post/3lccpuzg7f22j"
        },
        {
            "talk": [
                {
                    "author": "did:plc:2jbaiktfwmngvjcqeuwjkqio",
                    "type": 1,
                    "utter": "まず、最初の投稿とは別の話題ですね。そして論点を分ける必要がありそう。\n\n国は「デジタル格差をなくすには、全国民がマイナカードを活用することが望ましい」と考えた模様。\n\nそこでマイナカード普及の「手段として」紙の保険証をマイナ保険証に切り替える政策を、国民に諮らず決めてしまった。\n\nさて「マイナ保険証で困っている人」を手助けする（例えば病院の窓口で機器利用を手伝う）ことは親切な人助けです。\n\nそれとは別に、構造に異議を唱えより包摂的な制度に変えてもらうこと（例えば紙の保険証の併用を認めること）も大事だと思うんですよね。私は、普及のため不便を強いる不当なプロセスは不当な結果を生むと予想します。"
                },
                {
                    "author": "did:plc:fxuxh7rlnzcyf3b3nmzx6vw3",
                    "type": 2,
                    "utter": "まず、先の私の投稿が、星さんの投稿とはズレた内容になってしまったことをお詫びします。\n\n私は、星さんのおっしゃるアンチパターンの背景として、少なくない人々が古い時代の価値観を引きずっていることがある、と思ったのです。\n\nそうすると、古い時代と新しい時代の価値観を架橋し接続することによって、私たちの人権の思想がより豊かになり、より普遍性をもつことになるのではないか？というのが投稿の趣旨でした。"
                },
                {
                    "author": "did:plc:2jbaiktfwmngvjcqeuwjkqio",
                    "type": 3,
                    "utter": "はい。その要素はあるでしょう。\n\n人権のアイデアの普及の過程では、人道的な発想、他者への共感が重要だったと言われます。18世紀、アダム・スミスの「道徳感情論」では共感（Sympathy）を重要な概念と位置づけます。\n\n19世紀、「アンクル・トムの小屋」が読まれ、奴隷制廃止へのムーブメントに影響したと言われます。それ以外にも、19世紀のロマン主義文学では人々の心情が共感できる形で描かれたことが、人権概念の普及に影響した、という意見もあります。\n\nしかし共感できない相手にも権利はあります。例えば「クルド人」や「トランスジェンダー」へお共感が働きにくい人はいる。（当事者の方、すみません）（続く"
                },
                {
                    "author": "did:plc:2jbaiktfwmngvjcqeuwjkqio",
                    "type": 3,
                    "utter": "なんらかの理由で（たとえば生育過程でひどい虐待を受けていたり）、とうてい共感できない性格の人にも、平等な権利はある。\n\n私の意見として、共感は大事だし、共感できるようなエピソード情報を知らせることは大事です。ただ、それだけだと共感からこぼれ落ちた人たちがどうしても出てきます。\n\nだから共感だけにフォーカスするのもよくなくて、「人権は問答無用にすべての人の権利」という原則を理性で考えることも大事だと思っているのです。"
                }
            ],
            "uri": "at://did:plc:2jbaiktfwmngvjcqeuwjkqio/app.bsky.feed.post/3lccrgu5r5k2j"
        },
        {
            "talk": [
                {
                    "author": "did:plc:2jbaiktfwmngvjcqeuwjkqio",
                    "type": 1,
                    "utter": "はい。その要素はあるでしょう。\n\n人権のアイデアの普及の過程では、人道的な発想、他者への共感が重要だったと言われます。18世紀、アダム・スミスの「道徳感情論」では共感（Sympathy）を重要な概念と位置づけます。\n\n19世紀、「アンクル・トムの小屋」が読まれ、奴隷制廃止へのムーブメントに影響したと言われます。それ以外にも、19世紀のロマン主義文学では人々の心情が共感できる形で描かれたことが、人権概念の普及に影響した、という意見もあります。\n\nしかし共感できない相手にも権利はあります。例えば「クルド人」や「トランスジェンダー」へお共感が働きにくい人はいる。（当事者の方、すみません）（続く"
                },
                {
                    "author": "did:plc:2jbaiktfwmngvjcqeuwjkqio",
                    "type": 1,
                    "utter": "なんらかの理由で（たとえば生育過程でひどい虐待を受けていたり）、とうてい共感できない性格の人にも、平等な権利はある。\n\n私の意見として、共感は大事だし、共感できるようなエピソード情報を知らせることは大事です。ただ、それだけだと共感からこぼれ落ちた人たちがどうしても出てきます。\n\nだから共感だけにフォーカスするのもよくなくて、「人権は問答無用にすべての人の権利」という原則を理性で考えることも大事だと思っているのです。"
                },
                {
                    "author": "did:plc:fxuxh7rlnzcyf3b3nmzx6vw3",
                    "type": 2,
                    "utter": "返信ありがとうございます。\n\nもし世界のすべての人々がカントの教えに忠実であったなら、とうの昔に世界平和が実現しているはずです。\n\nしかし力による強制を排除するとすれば、だれにも逆らえないもの、それは「自己感情」より他にないのではないでしょうか？\n\n私は、キング牧師のように偉大ではないから、語るほどの大きな夢はもたない。けれども、手の届く範囲からできることをやっていきたいと思っています。"
                },
                {
                    "author": "did:plc:2jbaiktfwmngvjcqeuwjkqio",
                    "type": 3,
                    "utter": "国連憲章はカントの永遠平和の理念に沿って、現実世界の妥協を加えたものといえます。\n\n私はゼロか100かではなく、徐々に徐々に、ゆっくり社会を改善していこう、という考え方を支持します。\n\n世界人権宣言の前文は\n「人類社会のすべての構成員の固有の尊厳と平等で譲ることのできない権利とを承認することは、世界における自由、正義及び平和の基礎である」と始まります。そして、\n\n第1条\nすべての人間は、生れながらにして自由であり、かつ、尊厳と権利とについて平等である。人間は、理性と良心とを授けられており、互いに同胞の精神をもって行動しなければならない。\n\nこのように、「理性と良心」が強調されています。\n（続く"
                },
                {
                    "author": "did:plc:2jbaiktfwmngvjcqeuwjkqio",
                    "type": 3,
                    "utter": "つまり、一種類の思考ではなく、複数の思考——アダム・スミスやローティや他の論者が言うような共感や思いやり・良心も大事だし、カントが強調する原則と理性も大事。組み合わせてベターな結果を得たいという発想が、世界人権宣言から読み取れます。\n\nカントを否定したい哲学者は、おそらく世界人権宣言も受け入れないでしょう。しかし、世界人権宣言も、そこから発達した国際人権法（理論的には強制力を伴う国際法体系）も、法と規範の2面性があり、良心と理性の両方の重要性を認める作りになっています。\n\nこのあたりが、人権を哲学者が議論するとき間違えやすい（あるいは故意に無視されやすい）ところかなと思っています。"
                }
            ],
            "uri": "at://did:plc:2jbaiktfwmngvjcqeuwjkqio/app.bsky.feed.post/3lcctlzklmc2j"
        }
    ]
}