{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:2k7j46srt45mabgtofkhskl3",
                    "type": 1,
                    "utter": "Tenho a mesma sensação. Já estão fazendo meme, piadas com isso... não gosto de ser a chata do rolê, mas será que já tá na hora de fazer piada?\nAcho que tá todo mundo meio amortecido."
                },
                {
                    "author": "did:plc:6cyoxahy3t5dzfgvxiwc65yn",
                    "type": 2,
                    "utter": "Apáticos, acomodados, só assistindo como se isso não estivesse acontecendo aqui e agora e conosco! É td tão absurdo, nossa falta de reação é absurda! O q fizeram com a gente? O q nos tornamos? O q \nesperamos? Vamos ficar + 2 anos vivendo essa novela: Vai ser preso ou não vai? Julgamento só em 2026."
                },
                {
                    "author": "did:plc:2k7j46srt45mabgtofkhskl3",
                    "type": 3,
                    "utter": "Não sei sabe, a real é que dá um desânimo essas coisas... na hora de fazer campanha, de lutar pra tirar o Bolsonaro a gente vai, grita e a gente luta! Mas parece que quando vira governo tudo fica morno e mudanças estruturais que são importantes pra sociedade sequer são cogitadas. É desanimador."
                }
            ],
            "uri": "at://did:plc:2k7j46srt45mabgtofkhskl3/app.bsky.feed.post/3lblisi73qc27"
        },
        {
            "talk": [
                {
                    "author": "did:plc:2k7j46srt45mabgtofkhskl3",
                    "type": 1,
                    "utter": "Não sei sabe, a real é que dá um desânimo essas coisas... na hora de fazer campanha, de lutar pra tirar o Bolsonaro a gente vai, grita e a gente luta! Mas parece que quando vira governo tudo fica morno e mudanças estruturais que são importantes pra sociedade sequer são cogitadas. É desanimador."
                },
                {
                    "author": "did:plc:6cyoxahy3t5dzfgvxiwc65yn",
                    "type": 2,
                    "utter": "Concordo plenamente com você! Sinto o mesmo."
                },
                {
                    "author": "did:plc:2k7j46srt45mabgtofkhskl3",
                    "type": 3,
                    "utter": "Eu sinto que não se mexe no essencial. A questão das forças armadas é um problema antigo que ninguém enfrenta. Temos poucas oportunidades de iniciar mudanças, como essa por exemplo. Aí nada acontece. Daqui 10, 15 anos acontece outro golpe e lá vamos nós pra rua de novo. Parecemos bombeiros."
                }
            ],
            "uri": "at://did:plc:2k7j46srt45mabgtofkhskl3/app.bsky.feed.post/3lbljej7urs27"
        }
    ]
}