{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:3g5v5vsxo2lpgmlwholht4ki",
                    "type": 1,
                    "utter": "(มาทำความรู้จักคับ)\n\nคานะที่เดินผ่านมาเพราะกำลังเดินเตร็ดเตร่หาเพื่อนของตนอยู่ เมื่อมองสถานการณ์อย่างพิจารณาแล้วก็เห็นว่าสาวที่ยืนประจันหน้าอยู่นั้นคุ้นว่าจะเป็นเพื่อนร่วมสายชั้น\n\nแถมยืนอยู่คนเดียวอีก\n\nขายาวก้าวไปยืนตรงหน้าของสาวผมสีขาวกับกลุ่มคนก่อนจะเริ่มพูดคุยอย่างสันติ..?\n\n“ขอโทษนะครับ พอดีว่าพวกผมมาเก็บขยะบนหาดนี้น่ะ ถ้าไม่สร้างขยะบนหาดเพิ่มจะดีมากเลยนะครับ”\n\n“นี่ครับถุงขยะ“"
                },
                {
                    "author": "did:plc:mrryh3zrvguakafwu26cz54i",
                    "type": 2,
                    "utter": "\"คานะ?\"\nหันมองเพื่อนร่วมชั้นที่เดินเข้ามาช่วยคุมสถานการณ์\nแต่ดูเหมือนกลุ่มคนพวกนี้จะยิ่งไม่ชอบใจเข้าไปใหญ่\n\n;ห๊า ทำไมพวกฉันต้องทำด้วย นั่นมันหน้าที่พวกเธอนี่;\nชายหนุ่มคนนึงปัดถุงขยะจากมือผู้เป็นเพื่อน \n\nดวงตาคมของหญิงสาวจ้องอย่างขุ่นเคือง\nกล้ามากมาปัดมือผู้เป็นเพื่อนของเธอ\n\n\"จะทำตัวไร้สามัญสำนึกก็น้อยๆหน่อยเถอะค่ะ\"\n\n\"ถ้าคุยกันดีๆไม่ได้ ริสะจะไม่ทันแล้วนะคะ\"\nเจ้าหล่อนเตรียมถกเขนเสื้อละ"
                },
                {
                    "author": "did:plc:3g5v5vsxo2lpgmlwholht4ki",
                    "type": 3,
                    "utter": "“ริสะจังไม่เป็นไรหรอกครับ”\n\nนัยน์ตาสีดำมองพวกกลุ่มคนตรงหน้าอย่างพิจารณา เขาเข้ามาก็เพราะอยากมาอย่างสันติ ไม่อยากให้เพื่อนตัวเองจะต้องมีเรื่องอะไรนัก\n\nเมื่อมีมือสักคนหวังจะมาแตะเนื้อต้องตัว มือหนาก็ยื่นไปจับไว้ตามมารยาท(?)\n\n“นั่นสิครับ คุยดีๆเถอะครับ“ เอ่ยจบก็ออกแรงบีบมือพรัอมบิดข้อมืออีกฝ่ายเต็มแรง"
                }
            ],
            "uri": "at://did:plc:3g5v5vsxo2lpgmlwholht4ki/app.bsky.feed.post/3ldw2zwlmxc2a"
        },
        {
            "talk": [
                {
                    "author": "did:plc:3g5v5vsxo2lpgmlwholht4ki",
                    "type": 1,
                    "utter": "“ริสะจังไม่เป็นไรหรอกครับ”\n\nนัยน์ตาสีดำมองพวกกลุ่มคนตรงหน้าอย่างพิจารณา เขาเข้ามาก็เพราะอยากมาอย่างสันติ ไม่อยากให้เพื่อนตัวเองจะต้องมีเรื่องอะไรนัก\n\nเมื่อมีมือสักคนหวังจะมาแตะเนื้อต้องตัว มือหนาก็ยื่นไปจับไว้ตามมารยาท(?)\n\n“นั่นสิครับ คุยดีๆเถอะครับ“ เอ่ยจบก็ออกแรงบีบมือพรัอมบิดข้อมืออีกฝ่ายเต็มแรง"
                },
                {
                    "author": "did:plc:mrryh3zrvguakafwu26cz54i",
                    "type": 2,
                    "utter": "จังหวะที่คนคนนั้นโดนบีบมือก็ร้องออกมาจนจะตั้งท่าสวนกลับ แต่เพราะสายตารอบๆ กำลังจดจ่ออยู่จึงได้แต่สะบัดมือแล้วเดินออกจากตรงนั้นโดยฝากคำไว้เพียงแค่ว่า ;ฝากเอาไว้ก่อนเถอะ; \n\nอาริสะยืนเท้าเอวมองคนพวกนั้นที่ลับตาไป\n\"จริงๆเลยคนพวกนี้\" ถอนหายใจแผ่ว\n\n\"คานะไม่เป็นอะไรแน่นะ?\" หันมามอง\n\nหมายถึงก็ดันบีบมือไปเต็มแรงแบบนั้น \nเจ็บมือมั้ยนั่น?, เรียวมือจับมือข้างนั้นขึ้นมาดูให้แน่ใจ"
                },
                {
                    "author": "did:plc:3g5v5vsxo2lpgmlwholht4ki",
                    "type": 3,
                    "utter": "“เห ไม่เป็นอะไรหรอกครับ ดูสิไม่แดงเลย”  คานะยิ้มบางๆให้กับเพื่อนร่วมสายชั้นตรงหน้า\n\nออกจะเขินนิดหน่อยด้วยซ้ำที่โดนจับมือไปอย่างนั้น เขาไม่ค่อยใกล้เพศตรงข้ามนอกจากเพื่อนสนิทนี่นะ..\n\n“แล้วริสะจังเป็นอะไรไหมครับ พวกมันได้ทำอะไรไหม?” \n\nว่าจบก็เอียงตัวมองอีกคนซ้ายขวาว่าไม่มีอะไรผิดปกติใช่มั้ย"
                }
            ],
            "uri": "at://did:plc:3g5v5vsxo2lpgmlwholht4ki/app.bsky.feed.post/3le3a4huqds2n"
        },
        {
            "talk": [
                {
                    "author": "did:plc:3g5v5vsxo2lpgmlwholht4ki",
                    "type": 1,
                    "utter": "“เห ไม่เป็นอะไรหรอกครับ ดูสิไม่แดงเลย”  คานะยิ้มบางๆให้กับเพื่อนร่วมสายชั้นตรงหน้า\n\nออกจะเขินนิดหน่อยด้วยซ้ำที่โดนจับมือไปอย่างนั้น เขาไม่ค่อยใกล้เพศตรงข้ามนอกจากเพื่อนสนิทนี่นะ..\n\n“แล้วริสะจังเป็นอะไรไหมครับ พวกมันได้ทำอะไรไหม?” \n\nว่าจบก็เอียงตัวมองอีกคนซ้ายขวาว่าไม่มีอะไรผิดปกติใช่มั้ย"
                },
                {
                    "author": "did:plc:mrryh3zrvguakafwu26cz54i",
                    "type": 2,
                    "utter": "สีหน้าของเธอผ่อนคลายลงทำนอง ไม่เป็นอะไรก็ดี, ก่อนจะรู้ตัวว่าเผลอจับมือไว้ก็รีบปล่อยมือแล้วกระแอมกลเกลื่อนอาการเขินเช่นกัน\n\n\"หึ ริสะไม่เป็นอะไรสักนิด พวกนั้นจะทำอะไรได้กันล่ะ\"\nเท้าเอวเชิดหน้าขึ้นสบายดีหายห่วงได้ \n\n\"แล้วทำจิตอาสาไปถึงไหนแล้วล่ะ\" เหลือบมองเล็กน้อย"
                },
                {
                    "author": "did:plc:3g5v5vsxo2lpgmlwholht4ki",
                    "type": 3,
                    "utter": "เมื่อถูกถามเรื่องจิตอาสาคนที่กำลังยิ้มบางๆก็ชะงักไปซะงั้น เพราะตัวเขาเองก็ทำบ้างอู้บ้างล่ะนะ..\n\n”ก็.. พึ่งมาเก็บขยะเองครับ ตรงนี้เสร็จก็ว่าจะไปปลูกต้นไม้กับเพื่อนน่ะ” พูดไปเรื่อยก่อนจะเอ่ยถามอีกคนบ้าง\n\n“ริสะจังล่ะครับ อยากได้คนช่วยเก็บขยะหรือเปล่า?“\n\nเขาถามไปตามมารยาทล่ะนะ แต่ถ้าอีกคนอยากให้ช่วยเขาก็พร้อมช่วยเหลือเต็มที่!"
                }
            ],
            "uri": "at://did:plc:3g5v5vsxo2lpgmlwholht4ki/app.bsky.feed.post/3lerktce4pk2f"
        }
    ]
}