{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:44yddrxlbkmufwcl6yajflro",
                    "type": 1,
                    "utter": "It was once a common practice to hire bike messengers to sit in line overnight to claim seats in Congressional hearings. My Iran-Contra guy was so late they didn't let him in, so I stayed.\n\nI had the immense pleasure of spitting in North's Chinese food a year later, at his fancy new lobbying office."
                },
                {
                    "author": "did:plc:rrnrofn6wr7ydqimpkzbfwgl",
                    "type": 2,
                    "utter": "look at what elliot abrams is up to lately\n\nit is very tiring to be able to remember bush's election, where a flat-footed doofus tacked right and lost to the war criminal who ran a cruel and brutally racist campaign. that had its share of democratic hippy-punching too, over jackson that time"
                },
                {
                    "author": "did:plc:44yddrxlbkmufwcl6yajflro",
                    "type": 3,
                    "utter": "Right wingers pulled the GOP to the right by religiously VOTING for WHOEVER won their primaries ALL the way down the ballot, even if they hated them, while continuing to field more extreme candidates in smaller races until more & more of them started winning.\n\nThey did not take their ball & go home."
                },
                {
                    "author": "did:plc:44yddrxlbkmufwcl6yajflro",
                    "type": 3,
                    "utter": "\"The Dems have to EARN my vote!\" is fucking backwards.\n\nThey earn your vote in the primary. If you vote for a progressive in the primary but refuse to vote for a moderate in the general, the party moves right. That's basic political physics."
                }
            ],
            "uri": "at://did:plc:44yddrxlbkmufwcl6yajflro/app.bsky.feed.post/3kgtj35ie762w"
        },
        {
            "talk": [
                {
                    "author": "did:plc:44yddrxlbkmufwcl6yajflro",
                    "type": 1,
                    "utter": "I love how you skip over Bill to Bush. \n\nJust the other day I said things are beginning to feel very Carter losing to Reagan. He was also undone by a crisis in the Middle East. \n\nI would not be at all surprised if Trump is colluding with Israel the way Reagan colluded with Iran. He & Bibi are tight."
                },
                {
                    "author": "did:plc:44yddrxlbkmufwcl6yajflro",
                    "type": 1,
                    "utter": "I wish Joe would lean into that history, & talk about how the 1980 landslide gave Reagan a mandate to start dismantling out government, how so much of what is wrong now can be traced back to that, & now we need a landslide to start building it all back better."
                },
                {
                    "author": "did:plc:rrnrofn6wr7ydqimpkzbfwgl",
                    "type": 2,
                    "utter": "It is probably best for Biden to not remind people of his political positions in the 1980s in a campaign where abortion is going to be a key issue."
                },
                {
                    "author": "did:plc:44yddrxlbkmufwcl6yajflro",
                    "type": 3,
                    "utter": "It is probably best if leftists stopped pointing at more conservative things some Democrats did decades ago & acting like that somehow nullifies their entire record since.\n\nI thought you WANTED the party to move left?"
                },
                {
                    "author": "did:plc:44yddrxlbkmufwcl6yajflro",
                    "type": 3,
                    "utter": "You yell about how the Dems could have codified Roe into federal law ages ago, but they just chose not to.\n\nSetting aside that we only had the trifecta for a few months, during which they correctly focused on the ACA, they could not have gotten that done because they didn't have the votes."
                }
            ],
            "uri": "at://did:plc:44yddrxlbkmufwcl6yajflro/app.bsky.feed.post/3kgti63jpum2m"
        }
    ]
}