{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:456vh7ecydpqwzjr4bwlxbyd",
                    "type": 1,
                    "utter": "わ〜‼️ありがとうございます❗️現地というか通話をしながら星座を見てくれるやつ(創作の傾向とか向いてる表現とか)があっていいな〜となってました🤔結果を文章にしてくれるやつ良いですね……！最近ちゃんと漫画描いてなくて教えて下さったの出来るかわからないのですが似た感じのないかチェックしてみますね〜☺️"
                },
                {
                    "author": "did:plc:dujzyoghibvkfmxvgwxl7q2w",
                    "type": 2,
                    "utter": "あ〜通話❗️私も最初通話いいな〜と思ってましたその人の話し方とかから得られる情報ありますもんね💃私多分視覚優位なのと読みたいときに何度も取り出して見られるのが文章はありがたいな〜と思ってました❗️あとcpの相性診断をしてほしくて…(出歯亀) いいのが見つかりますように〜⛪️"
                },
                {
                    "author": "did:plc:456vh7ecydpqwzjr4bwlxbyd",
                    "type": 3,
                    "utter": "確かに文章いいですよね〜読み返せるの本当にありがたい……❗️推しカプの相性気になりますよね〜探せばホロスープの割り出しとかタロットで推しカプ占いしてくれる人いるかも…🤔 自分で考えるの難しいですが、占星術の性格パターン(☀️と🌕の組み合わせだけでも12×12あるので調べるの大変かもですが)から見て相性探るのも楽しいかもです〜レさんは☀️🌕ともに🐄とか☀️🐄🌕🦂ぽい気がするような違うような…✨ちゃんはなんだろう……ひらつかさんのホロスコープもちょっと気になってます(野次馬)長文でごめんなさい！ありがとうございます🙏"
                }
            ],
            "uri": "at://did:plc:456vh7ecydpqwzjr4bwlxbyd/app.bsky.feed.post/3lbw357mzx22k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:456vh7ecydpqwzjr4bwlxbyd",
                    "type": 1,
                    "utter": "西洋東洋で結構別物なので総称と言っていいかちょっとわかりません…💦\nホロスコープ、図面ですね！天球を見やすく輪切り平面図にしたみたいな感じです。西洋占星術の星座(サイン)は太陽の通り道の黄道を30度ずつ、12等分した区域のことで、実際の星ではないです〜！\nざっくりした年代と生まれ月は絞れますが、すごい慣れてる人でないと円形ので惑星の角度がついてても、なかなか生年月日出すのは難しいと思います〜🤔でも個人的な物なので、もしやりとりするならDMとかのがいいかもですね〜❗️\n3区分は行動の特性、4区分は活動の方向で、柔軟は調整役として動けるんですけど、内心は他人に流されない感じかもですね〜文字数が…！！"
                },
                {
                    "author": "did:plc:dujzyoghibvkfmxvgwxl7q2w",
                    "type": 2,
                    "utter": "ワハハ的外れなこと言ってた🤣恥ずかしい🤣実際の星じゃないんですね〜❗️🫡なんか教えてもらいまくりなので改めてお送りするのも手間増やすしな〜って思ってました笑　教えてもらえるのはすごい好きなんですけど、しつこく聞きがちで🙇申し訳ない　やっぱり生まれ月とかわかるんだ〜すごい　なんか相手に合わせて行動を変えられた時と変えられなかった時があって(同じようなシチュエーションの違う相手です)多分後者はプライドの面からの反発だったよな〜というのは確かに思いました　会ってすぐの人だったのでウマが合わなかっただけかもしれないんですが😅"
                },
                {
                    "author": "did:plc:456vh7ecydpqwzjr4bwlxbyd",
                    "type": 3,
                    "utter": "いえいえ、西洋占星術ではって話ですし、分かりにくいですよね〜12宮って言ったりもします☺️私は本当に説明がしつこくなりがちで…お嫌でなければ分かる範囲で天体のサインもあとでDM送ります？でもネット検索とかでもいっぱい出てくるのでしっくりくるの見つけてもいいと思います🤔\n生まれ月、よく雑誌とかに載ってる占いは☀️をピックアップしてる物なんですが、何月何日〜までは何座みたいなのが書いてあるじゃないですか？あれです！(☀️は黄道を大体1年で一周するので、何座の時はこの期間とわかる感じです)\nひらつかさん🌕♌️がその部分当てはまるのかもですね〜"
                }
            ],
            "uri": "at://did:plc:456vh7ecydpqwzjr4bwlxbyd/app.bsky.feed.post/3lbyljxgjz224"
        }
    ]
}