{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:4fg5e23al6dmtset5wz4pgjp",
                    "type": 1,
                    "utter": "Ok but, and I say this respectfully, who cares? Ben Shapiro isn’t the same as the guy who works at the auto shop and heard Trump was good at economy and had no more than a vague awareness of anything else. People are individuals, you can’t just ascribe the crimes of one to another one bc same hat."
                },
                {
                    "author": "did:plc:q5t33r6yq6otk74i2hhlx57l",
                    "type": 2,
                    "utter": "Nope, they voted based on hate and greed and NO ONE OWES ANYTHING to another. It is past time to start treating these hateful pukes just like they treat everyone else.\nFuck their feelings,  vibes and ignorance. \nPeople that vote for nazis are nazis"
                },
                {
                    "author": "did:plc:4fg5e23al6dmtset5wz4pgjp",
                    "type": 3,
                    "utter": "Who is \"they\"? And yeah, we owe each other everything. The way out is solidarity. Indulging our hurt and bitterness will not help us or help each other to survive. DGMW I've had similar fleeting thoughts but this is where I always return to. Evil from ignorance is not the same as evil from knowledge"
                }
            ],
            "uri": "at://did:plc:4fg5e23al6dmtset5wz4pgjp/app.bsky.feed.post/3lbx7ewdna22p"
        },
        {
            "talk": [
                {
                    "author": "did:plc:4fg5e23al6dmtset5wz4pgjp",
                    "type": 1,
                    "utter": "Who is \"they\"? And yeah, we owe each other everything. The way out is solidarity. Indulging our hurt and bitterness will not help us or help each other to survive. DGMW I've had similar fleeting thoughts but this is where I always return to. Evil from ignorance is not the same as evil from knowledge"
                },
                {
                    "author": "did:plc:q5t33r6yq6otk74i2hhlx57l",
                    "type": 2,
                    "utter": "Nope. I owe tolerance and mutual support to those that agree and adhere to the basic social contract. I do not owe an untrustworthy,  hateful individual anything."
                },
                {
                    "author": "did:plc:4fg5e23al6dmtset5wz4pgjp",
                    "type": 3,
                    "utter": "I agree in very extreme circumstances for sure, but if it’s an evil from ignorance and not from willful choice then I don’t think you’re going to be doing more to help than to harm. Access to good information is a privilege in our society, and even then people still make big mistakes."
                },
                {
                    "author": "did:plc:4fg5e23al6dmtset5wz4pgjp",
                    "type": 3,
                    "utter": "We need as many people who have been drawn into this to fall out of it as we possibly can. The numbers are way too large for anything else to be tenable imo. It won’t be everyone, but where folks are retrievable imo we have a duty to try"
                }
            ],
            "uri": "at://did:plc:4fg5e23al6dmtset5wz4pgjp/app.bsky.feed.post/3lbykwmdxjs2q"
        }
    ]
}