{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:5g7yeacw6q2x42msytsc2abw",
                    "type": 1,
                    "utter": "Wow I didn't expect this amount of response. I'm honestly overwhelmed, as I've never had this happen before.\n\nThank you to everyone for the kindness and understanding. I feel much better now knowing there are so many good people on this platform looking out for each other! ❤️"
                },
                {
                    "author": "did:plc:xyzp2hotbsw7qa6sa7twopvq",
                    "type": 2,
                    "utter": "Let us know who they are so we can block them. There are so many good people here... unfortunately the bad ones tend to be much louder. You be you, honey. You matter."
                },
                {
                    "author": "did:plc:5g7yeacw6q2x42msytsc2abw",
                    "type": 3,
                    "utter": "I feel a lot better overall. Seeing how the community has come together and responded to this situation has far outweighed anything that BlueSky could have done. Thank you!"
                }
            ],
            "uri": "at://did:plc:5g7yeacw6q2x42msytsc2abw/app.bsky.feed.post/3lburi23oys2k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:5g7yeacw6q2x42msytsc2abw",
                    "type": 1,
                    "utter": "What is unrealistic is a company not taking user safety as a top priority, and instead constantly posting about how many new users they have and all the cool new features they've developing. That is not a company overwhelmed. That's a company that lacks direction and responsibility."
                },
                {
                    "author": "did:plc:bf252v62plcjwurxoboguwlp",
                    "type": 2,
                    "utter": "Well, you can vote with your feet if you aren't happy with how they are progressing. Some things take time. They are scrambling to get more servers to support the massive influx of users. \n\nDo you work in IT? I do, and changes can't be implemented on the turn of a dime."
                },
                {
                    "author": "did:plc:5g7yeacw6q2x42msytsc2abw",
                    "type": 3,
                    "utter": "Their moderation team is not the same as their IT team (or at least I certainly hope it isn't)."
                }
            ],
            "uri": "at://did:plc:5g7yeacw6q2x42msytsc2abw/app.bsky.feed.post/3lbu3xdk7d22b"
        }
    ]
}