{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:62gdkmpwa7xme36getyqnem3",
                    "type": 1,
                    "utter": "It definitely varies a lot but your friend’s 4 days is the shortest I’ve heard of personally by about half"
                },
                {
                    "author": "did:plc:jsowo4x4dytbl5hpjbm4e3tt",
                    "type": 2,
                    "utter": "I was surprised too. Of course, given what I recently read about the ubiquitous BTNX tests here in Canada, I’m not sure it means non-contagious.\n\nI wish we could get updated rapid tests that aligned with current contagious periods."
                },
                {
                    "author": "did:plc:62gdkmpwa7xme36getyqnem3",
                    "type": 3,
                    "utter": "The rapid tests don’t need to be updated for new strains; they work the same on all of them. If they are faulty tests it’s not because they need an update"
                }
            ],
            "uri": "at://did:plc:62gdkmpwa7xme36getyqnem3/app.bsky.feed.post/3khssucvppj2a"
        },
        {
            "talk": [
                {
                    "author": "did:plc:62gdkmpwa7xme36getyqnem3",
                    "type": 1,
                    "utter": "The rapid tests don’t need to be updated for new strains; they work the same on all of them. If they are faulty tests it’s not because they need an update"
                },
                {
                    "author": "did:plc:jsowo4x4dytbl5hpjbm4e3tt",
                    "type": 2,
                    "utter": "I was under impression the contagious period had moved somewhat in a typical infection (partly due to so many people having had previous exposure either through infection or vaccine), and wasn’t sure if rapid tests were really as useful as they previously were."
                },
                {
                    "author": "did:plc:62gdkmpwa7xme36getyqnem3",
                    "type": 3,
                    "utter": "There’s some evidence that symptoms start earlier in the viral load build-up than they used to because people’s immune systems are more primed to respond but the viral load part is what matters for contagiousness & is also what rapid tests measure"
                }
            ],
            "uri": "at://did:plc:62gdkmpwa7xme36getyqnem3/app.bsky.feed.post/3khstfwx6se24"
        },
        {
            "talk": [
                {
                    "author": "did:plc:62gdkmpwa7xme36getyqnem3",
                    "type": 1,
                    "utter": "There’s some evidence that symptoms start earlier in the viral load build-up than they used to because people’s immune systems are more primed to respond but the viral load part is what matters for contagiousness & is also what rapid tests measure"
                },
                {
                    "author": "did:plc:nvejbpumalu2iw3zbg2zujuv",
                    "type": 2,
                    "utter": "Can confirm anecdotally, I tested negative for the first two full days of symptoms. I wonder if people are thinking a negative test means they must have something other than covid and don’t have to isolate."
                },
                {
                    "author": "did:plc:62gdkmpwa7xme36getyqnem3",
                    "type": 3,
                    "utter": "I think a lot of people who say “don’t worry — it’s not covid!” say that because they got a sniffle, tested negative, and assumed that was that"
                }
            ],
            "uri": "at://did:plc:62gdkmpwa7xme36getyqnem3/app.bsky.feed.post/3khsulcwo6s2a"
        },
        {
            "talk": [
                {
                    "author": "did:plc:62gdkmpwa7xme36getyqnem3",
                    "type": 1,
                    "utter": "Such tests are readily (and cheaply!) available in Europe but for bizarre regulatory reasons, not North America"
                },
                {
                    "author": "did:plc:unpmepykp7olw2fp6t5c3hik",
                    "type": 2,
                    "utter": "Öh, do you need some? I can send you packages of packages per mail. We have plenty in socialist Germany."
                },
                {
                    "author": "did:plc:62gdkmpwa7xme36getyqnem3",
                    "type": 3,
                    "utter": "Yes absolutely send me some!!!"
                }
            ],
            "uri": "at://did:plc:62gdkmpwa7xme36getyqnem3/app.bsky.feed.post/3khu6r65fdu2k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:62gdkmpwa7xme36getyqnem3",
                    "type": 1,
                    "utter": "The parenthetical part of the post is specifically talking about that"
                },
                {
                    "author": "did:plc:7vqvkvmpekx77t7wyeam4yqz",
                    "type": 2,
                    "utter": "Indeed, official guidelines or laws usually have to prove that increased restrictions have clear benefit. Usually this means setting isolation days at the median or below the median, not N sigma above.\n\nBut those with privilege to stay home should go above the minimum guidelines or law!!"
                },
                {
                    "author": "did:plc:7vqvkvmpekx77t7wyeam4yqz",
                    "type": 2,
                    "utter": "It is hard to (legally) defend a policy that says 10-14 days isolation if the majority of infected people will not be contagious at that point.\n\nIt also depends on which school(s) of thought one adopts in regards to how much influence public health should have on people's lives and choices."
                },
                {
                    "author": "did:plc:7vqvkvmpekx77t7wyeam4yqz",
                    "type": 2,
                    "utter": "I will refrain from my own opinion because of job. But I think a lot of posts re: public health is ignoring the science is due to a mismatch of that public health org's goals and the poster's goals. \n\nIn that case, more effective to lobby for different goals than to cite papers."
                },
                {
                    "author": "did:plc:62gdkmpwa7xme36getyqnem3",
                    "type": 3,
                    "utter": "I think a big part of the problem is people not understanding the motivation behind the public health guidelines. Unfortunately a lot of people see a general guideline meant to be a good balance between public health & societal function & take it as applying specifically to their individual case."
                }
            ],
            "uri": "at://did:plc:62gdkmpwa7xme36getyqnem3/app.bsky.feed.post/3khujwjw2ua2z"
        },
        {
            "talk": [
                {
                    "author": "did:plc:62gdkmpwa7xme36getyqnem3",
                    "type": 1,
                    "utter": "I think a big part of the problem is people not understanding the motivation behind the public health guidelines. Unfortunately a lot of people see a general guideline meant to be a good balance between public health & societal function & take it as applying specifically to their individual case."
                },
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 2,
                    "utter": "And vice versa."
                },
                {
                    "author": "did:plc:62gdkmpwa7xme36getyqnem3",
                    "type": 3,
                    "utter": "Yeah they’re just very different things. Lots of public health guidelines are like that — general population-level guidance but not necessarily the best advice for a specific person. Sleep 8 hours a night, recommended daily allowances, etc. And one can’t generalize from their own experience to all."
                }
            ],
            "uri": "at://did:plc:62gdkmpwa7xme36getyqnem3/app.bsky.feed.post/3khuke73j3g2g"
        }
    ]
}