{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:6jd5jyslmvxtvpqkzmjr6a7k",
                    "type": 1,
                    "utter": "(ปักก่อนคับ)"
                },
                {
                    "author": "did:plc:nvqctn7la32e6lvsivrx7fwu",
                    "type": 2,
                    "utter": "(ได้เลยค้าบ)"
                },
                {
                    "author": "did:plc:6jd5jyslmvxtvpqkzmjr6a7k",
                    "type": 3,
                    "utter": "(มาแนะ)\n\nคนรู้จักเคยแนะนำให้ไรมุลองแวะมาที่นี่ บอกว่าจะทำให้อารมณ์ดีขึ้น วันนี้เดินผ่านมาพอดีเลยแวะดูสักหน่อย \n\nอาจเพราะร้านใกล้ปิดแล้วเลยดูเงียบเหงากว่าที่คิด เพื่อความแน่ใจเลยทักถามคนที่เห็นเป็นคนแรกไปว่า\n\n\"อ่า... ขอโทษนะครับ ร้านยังเปิดอยู่รึเปล่า?\""
                }
            ],
            "uri": "at://did:plc:6jd5jyslmvxtvpqkzmjr6a7k/app.bsky.feed.post/3laq3252qgk2c"
        },
        {
            "talk": [
                {
                    "author": "did:plc:6jd5jyslmvxtvpqkzmjr6a7k",
                    "type": 1,
                    "utter": "(มาแนะ)\n\nคนรู้จักเคยแนะนำให้ไรมุลองแวะมาที่นี่ บอกว่าจะทำให้อารมณ์ดีขึ้น วันนี้เดินผ่านมาพอดีเลยแวะดูสักหน่อย \n\nอาจเพราะร้านใกล้ปิดแล้วเลยดูเงียบเหงากว่าที่คิด เพื่อความแน่ใจเลยทักถามคนที่เห็นเป็นคนแรกไปว่า\n\n\"อ่า... ขอโทษนะครับ ร้านยังเปิดอยู่รึเปล่า?\""
                },
                {
                    "author": "did:plc:nvqctn7la32e6lvsivrx7fwu",
                    "type": 2,
                    "utter": "ร้านใกล้ปิดจริงอย่างที่คิด เพราะนี่เหลือเวลาอีกเพียงชั่วโมงเดียวก็ถึงเวลาปิดร้านแล้ว\n\n\"เปิดครับเปิด เชิญเลย\"\n\nพนักงานเลี้ยงแมวพาร์ทไทม์ที่วันนี้จู่ๆก็อารมณ์ดี มาช่วยควบตำแหน่งพนักงานขายผายมือไปทางหน้าเค้าท์เตอร์\n\n\"อยากสั่งอาหารก่อนหรืออยากมานั่งเล่นกับน้องๆรอระหว่างตัดสินใจได้หมดเลยครับ\"\n\nว่าแต่หน้าคุ้นๆ เหมือนเพื่อนร่วมชั้นที่โรงเรียนเขาเลยไหมนะ"
                },
                {
                    "author": "did:plc:6jd5jyslmvxtvpqkzmjr6a7k",
                    "type": 3,
                    "utter": "ไรมุมองไปรอบๆ ก่อนตัดสินใจนั่งลงขัดสมาธิตรงหน้าแมวที่อยู่ใกล้ตัวเขาที่สุด ค้อมตัวลงยื่นมือเข้าไปให้เจ้าแมวสร้างความคุ้นเคยก่อน\n\n\"เมี๊ยวๆ\" ส่งเสียงคุยกับเจ้าแมวหวังว่ามันจะเข้าใจว่าเขามาอย่างเป็นมิตร\nระหว่างรอเจ้าแมวสร้างความคุ้นเคยก็ถามอีกคนโดยไม่ได้เงยหน้ามองว่า\n\n\"ปกติคนมาที่นี่เขาสั่งอะไรกัน? ฉันเอาแบบนั้นก็ได้นะ\" เพราะเดินเข้ามาแบบไม่ได้วางแผน เลยไม่รู้ว่าเมนูร้านนี้มีอะไรบ้าง"
                }
            ],
            "uri": "at://did:plc:6jd5jyslmvxtvpqkzmjr6a7k/app.bsky.feed.post/3laqzzar2hc2e"
        },
        {
            "talk": [
                {
                    "author": "did:plc:6jd5jyslmvxtvpqkzmjr6a7k",
                    "type": 1,
                    "utter": "หันมาอีกทีไรมุก็อุ้มแมวมานั่งบนตักตัวเองได้แล้ว\n\nเขารับใบเมนูมาดู\n\n“ชาเขียวสตรอเบอร์รี่” เงยหน้าบอกสิ่งที่ต้องการกับอีกคนนิ่งๆ โดยหวังว่าคาเฟอีนในนั้นจะช่วยให้เขาไม่ง่วงหลับกลางทางไปก่อน\n\nแต่ตรงนี้มีคนโดนแมววางแทร็ปบนตักอยู่สองคน ใครจะลุกไปสั่ง? ยิ่งเพิ่งเห็นท่ายืดตัวเมื่อกี้แล้วก็แอบอยากรู้ว่าอีกคนจะยืดไปถึงเคาท์เตอร์ได้รึเปล่า\n\nนั่งจ้อง"
                },
                {
                    "author": "did:plc:nvqctn7la32e6lvsivrx7fwu",
                    "type": 2,
                    "utter": "ถ้ายืดไปถึงเคาท์เตอร์ได้… เคย์ริวก็คงไม่ใช่มนุษย์แต่เป็นสิ่งลึกลับอีกอย่างของเมืองนี้\n\n“ได้ครับ อย่างเดียวเลยเนอะ?“\n\nเด็กหนุ่มตั้งท่าจะลุกไปสั่งออเดอร์ที่หน้าเค้าท์เตอร์ให้ แต่แล้วเมื่อขยับตัวเปลี่ยนท่าได้นิดเดียวก็ได้ยินเสียงร้องประท้วงจากเจ้าก้อนฟูในอ้อมกอด\n\nอ้าว แบบนี้ทำไงล่ะ!?\n\n”… พี่ค้าบบบบบบ“\n\nหยุดนิ่งไปเพียงครู่ ก่อนจะหันไปทางด้านหนึ่งของร้านที่มีพนักงานคนอื่นอยู่พอดี…"
                },
                {
                    "author": "did:plc:6jd5jyslmvxtvpqkzmjr6a7k",
                    "type": 3,
                    "utter": "ตั้งใจมองอยู่ไม่ได้ตอบอะไร จนอีกคนหันไปเรียกพนักงานนั่นล่ะ\n\n“เธ่อ ไม่สนุกเล่อะ นึกว่าจะได้เห็นเรื่องลี้ลับซะอีก” สีหน้าผิดหวังอย่างเห็นได้ชัด(?)\n\n“นายก็คิดเหมือนกันใช่ไหม” ไม่วายก้มไปกระซิบกระซาบถามหาพวกกับเจ้าเหมียวบนตักด้วย"
                }
            ],
            "uri": "at://did:plc:6jd5jyslmvxtvpqkzmjr6a7k/app.bsky.feed.post/3lashw4nx332j"
        }
    ]
}