{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:77coz236u6px44bwz66sr6tq",
                    "type": 1,
                    "utter": "But the days post infection also need to be considered - not just a blind correlation like these are doing! The CDC itself has put out info on this, but not sure it’s still accessible. I’ll look."
                },
                {
                    "author": "did:plc:rzr3f4cafpsd6rrkroehs24w",
                    "type": 2,
                    "utter": "The thing is, RATs just aren't very sensitive. I absolutely do not believe that there is sufficient \"residual antigen\" in someone's airway mucosa for days or weeks on end to show up as positive if it isn't being replenished by live, replicating virus."
                },
                {
                    "author": "did:plc:77coz236u6px44bwz66sr6tq",
                    "type": 3,
                    "utter": "I hate RATs because there were so many false negatives (last year in particular). I had people coming to work sick that I couldn’t do anything about since they tested negative. That’s how I first got it 😡 the current variant seems much more RAT sensitive."
                }
            ],
            "uri": "at://did:plc:77coz236u6px44bwz66sr6tq/app.bsky.feed.post/3khugtvvryg2c"
        },
        {
            "talk": [
                {
                    "author": "did:plc:77coz236u6px44bwz66sr6tq",
                    "type": 1,
                    "utter": "That is not the correct way to use testing. False positives after infection are due to residual pieces of virus and he should not be considered positive. Days after symptom onset/resolution are used. This is a BIG DEAL. Why is this misinformation out there?!"
                },
                {
                    "author": "did:plc:ivjtepcp6jegdxkxuxav5a3q",
                    "type": 2,
                    "utter": "I think the confusion might be that you can indeed test positive on a PCR test for weeks to months, but if you are still testing positive on a RAT test...you're still sick."
                },
                {
                    "author": "did:plc:77coz236u6px44bwz66sr6tq",
                    "type": 3,
                    "utter": "I know the difference and I am referring to RATs. PCR false positives are well known and not a point of contention. CDC came out with the ‘days post end of fever’ rec.. 1.5 years ago?"
                }
            ],
            "uri": "at://did:plc:77coz236u6px44bwz66sr6tq/app.bsky.feed.post/3khug7n34oi2o"
        },
        {
            "talk": [
                {
                    "author": "did:plc:77coz236u6px44bwz66sr6tq",
                    "type": 1,
                    "utter": "I know the difference and I am referring to RATs. PCR false positives are well known and not a point of contention. CDC came out with the ‘days post end of fever’ rec.. 1.5 years ago?"
                },
                {
                    "author": "did:plc:ivjtepcp6jegdxkxuxav5a3q",
                    "type": 2,
                    "utter": "Other people might not, though. I think quite a few people still don't.\n\nThat rec is for minimizing contagion, not how long you should rest, and I really can't see any guideline that's going to work for an illness that can range from a sniffle to pneumonia."
                },
                {
                    "author": "did:plc:77coz236u6px44bwz66sr6tq",
                    "type": 3,
                    "utter": "Just checked and CDC specifically  says not to retest nor use that in work related contexts for return to work. The idea of someone isolating for FORTY FIVE DAYS is crazy!! And you wonder why most folks don’t even test anymore."
                }
            ],
            "uri": "at://did:plc:77coz236u6px44bwz66sr6tq/app.bsky.feed.post/3khugpw6ovg2a"
        },
        {
            "talk": [
                {
                    "author": "did:plc:77coz236u6px44bwz66sr6tq",
                    "type": 1,
                    "utter": "Just checked and CDC specifically  says not to retest nor use that in work related contexts for return to work. The idea of someone isolating for FORTY FIVE DAYS is crazy!! And you wonder why most folks don’t even test anymore."
                },
                {
                    "author": "did:plc:ivjtepcp6jegdxkxuxav5a3q",
                    "type": 2,
                    "utter": "I still test, but mostly because if I do get it I want to try and get Paxlovid to reduce my risk of long COVID. I'm isolating *regardless* because I don't want to share whatever I have if I can avoid it ;)."
                },
                {
                    "author": "did:plc:77coz236u6px44bwz66sr6tq",
                    "type": 3,
                    "utter": "I hope you can get that paxlovid right away upon your very first test! If you’re taking paxlovid, then further rapid tests are extra useless. I can’t take it because of medications that I’m on, but I wish I could! More people should have access to it. Do you mean testing for rebound?"
                }
            ],
            "uri": "at://did:plc:77coz236u6px44bwz66sr6tq/app.bsky.feed.post/3khuhjcwunc2b"
        }
    ]
}