{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:7dyylcuyiv4mkyoandvt3g24",
                    "type": 1,
                    "utter": "I do not want an indicator. I only want a way to decide if I trust. In general, just knowing that the owner of the account is really named Sue, is of no value. I need to know that they are one exact Sue that I trust or that Sue is actually a representative of some company."
                },
                {
                    "author": "did:plc:bk447g3wr6cn76tbefbkjrwy",
                    "type": 2,
                    "utter": "There can a should be multiple indicators for trust. One of those indicators could be verification. I see this mostly being a thing for famous people anyways."
                },
                {
                    "author": "did:plc:7dyylcuyiv4mkyoandvt3g24",
                    "type": 3,
                    "utter": "I have undertaken social networking as a sort of hobby lately. I’ve had some good conversation that make me want to cultivate my experience into something non-trivial."
                },
                {
                    "author": "did:plc:7dyylcuyiv4mkyoandvt3g24",
                    "type": 3,
                    "utter": "At some point, I wonder if the person I’m engaged with is sincere or just playing a character. I would like to know that it’s a real person, not an AI or a scamster or a political irony monger."
                }
            ],
            "uri": "at://did:plc:7dyylcuyiv4mkyoandvt3g24/app.bsky.feed.post/3lc57ltziwk2w"
        },
        {
            "talk": [
                {
                    "author": "did:plc:7dyylcuyiv4mkyoandvt3g24",
                    "type": 1,
                    "utter": "I've watched every single thing I ever liked be turned to shit by corporations over my long life so far be it from me to argue that it's not going to ruin bsky. I will say two things."
                },
                {
                    "author": "did:plc:7dyylcuyiv4mkyoandvt3g24",
                    "type": 1,
                    "utter": "First, enjoy it while it lasts. Worrying about the end is a thing that has diminished my enjoyment of things while they lasted. It will take years to suck.\n\nSecond, bsky is a Public Benefit Corporation. Those VCs invested in that. At least they won't be able to sue the company to force huge profits."
                },
                {
                    "author": "did:plc:b3afmmgsuklh7mwllq4huzik",
                    "type": 2,
                    "utter": "That rather depends on the terms of their contract which I assume isn't public (something I'd rather they were legally unable to keep secret). It's possible that they simply bought a share of the company under PBC terms but I wouldn't bet on it."
                },
                {
                    "author": "did:plc:7dyylcuyiv4mkyoandvt3g24",
                    "type": 3,
                    "utter": "The hue and cry over OpenAI make me think that there might be constraints but maybe not. Seems like the whole idea of public benefit corp would be pointless if there wasn’t something."
                }
            ],
            "uri": "at://did:plc:7dyylcuyiv4mkyoandvt3g24/app.bsky.feed.post/3lc2wctws2k2a"
        }
    ]
}