{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:7vqvkvmpekx77t7wyeam4yqz",
                    "type": 1,
                    "utter": "Indeed, official guidelines or laws usually have to prove that increased restrictions have clear benefit. Usually this means setting isolation days at the median or below the median, not N sigma above.\n\nBut those with privilege to stay home should go above the minimum guidelines or law!!"
                },
                {
                    "author": "did:plc:7vqvkvmpekx77t7wyeam4yqz",
                    "type": 1,
                    "utter": "It is hard to (legally) defend a policy that says 10-14 days isolation if the majority of infected people will not be contagious at that point.\n\nIt also depends on which school(s) of thought one adopts in regards to how much influence public health should have on people's lives and choices."
                },
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 2,
                    "utter": "I'm not sure what you mean. The majority of people are not infectious beginning at day 10... that's why isolation is recommended until day 10. Caveats about symptoms and masking are very relevant also."
                },
                {
                    "author": "did:plc:7vqvkvmpekx77t7wyeam4yqz",
                    "type": 3,
                    "utter": "To avoid commentary on actual policy, I will use a fictitious example. Sorry this may be long and threads here are hard. Also, this is not my opinion on what people should do!\n\nA study shows 50% of infected people are contagious after 5 days and only 10% after 10 days, where to set isolation time?"
                },
                {
                    "author": "did:plc:7vqvkvmpekx77t7wyeam4yqz",
                    "type": 3,
                    "utter": "If the goal of public health is to minimize the new disease spread then the isolation time should be 10 days or more, right? This will mean a lot of people (almost 90%) will be isolating longer than necessary. This can be difficult to legally justify, if legal orders needed to enforce isolation."
                }
            ],
            "uri": "at://did:plc:7vqvkvmpekx77t7wyeam4yqz/app.bsky.feed.post/3khuo6rexrh2y"
        }
    ]
}