{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:au5qv2ub43uk6f3sh4xbyyft",
                    "type": 1,
                    "utter": "Why don't men learn how to be, I don't know......not shit?\n\nI like how you're too cowardly to suggest that men shouldn't have to change their behavior so you would rather blame women for their choices in partners instead."
                },
                {
                    "author": "did:plc:z6zxpiaeshcgg47slprjanmq",
                    "type": 2,
                    "utter": "I do think that men should become better, and also that women should select for better men. God Bless."
                },
                {
                    "author": "did:plc:au5qv2ub43uk6f3sh4xbyyft",
                    "type": 3,
                    "utter": "But do you not find it problematic that in a world where women have been continously disadvantaged institutionally, especially in regards to reproductive rights that your first instinct was to suggest that women need to select better male partners?"
                }
            ],
            "uri": "at://did:plc:au5qv2ub43uk6f3sh4xbyyft/app.bsky.feed.post/3lbwg3gnakk23"
        },
        {
            "talk": [
                {
                    "author": "did:plc:au5qv2ub43uk6f3sh4xbyyft",
                    "type": 1,
                    "utter": "This.\nThe philosophy of abortion being antithetical to successful relationships is completely incoherent."
                },
                {
                    "author": "did:plc:z6zxpiaeshcgg47slprjanmq",
                    "type": 2,
                    "utter": "It isn't, it just follows a line of thought and reasoning that you're a stranger to. I'm a Catholic who read a lot of medieval literature, so I've formulated in an odd way for the modern world, I admit that. But yeah, if you can't see the inherent value in Life from Love idk. God Bless."
                },
                {
                    "author": "did:plc:au5qv2ub43uk6f3sh4xbyyft",
                    "type": 3,
                    "utter": "It doesn't lol\nWhat your adherence to the impression that abortion is antithetical to a successful relationship suggests is in an inability on your part to secularize your rationale.\nIf you can't do that, why would I take your rationale seriously if you can't base it in the real world?"
                }
            ],
            "uri": "at://did:plc:au5qv2ub43uk6f3sh4xbyyft/app.bsky.feed.post/3lbwirrko2c23"
        },
        {
            "talk": [
                {
                    "author": "did:plc:au5qv2ub43uk6f3sh4xbyyft",
                    "type": 1,
                    "utter": "But do you not find it problematic that in a world where women have been continously disadvantaged institutionally, especially in regards to reproductive rights that your first instinct was to suggest that women need to select better male partners?"
                },
                {
                    "author": "did:plc:z6zxpiaeshcgg47slprjanmq",
                    "type": 2,
                    "utter": "I think that you're putting the cart before the horse. I think that if we at the outset improve our chances of successful relationships, the \"Need\" for abortion is impacted and drops already. Because we'd be there for one another.\n\nUsing abortion as means for Birth Control is not a good. God Bless."
                },
                {
                    "author": "did:plc:au5qv2ub43uk6f3sh4xbyyft",
                    "type": 3,
                    "utter": "Abortion as a practice of reproductive control has been around in some capacity almost as long as there have been human beings.\nWhere are you getting this idea that abortion and successful relationships are incompatible with one another?"
                }
            ],
            "uri": "at://did:plc:au5qv2ub43uk6f3sh4xbyyft/app.bsky.feed.post/3lbwgzup7z223"
        },
        {
            "talk": [
                {
                    "author": "did:plc:au5qv2ub43uk6f3sh4xbyyft",
                    "type": 1,
                    "utter": "Abortion as a practice of reproductive control has been around in some capacity almost as long as there have been human beings.\nWhere are you getting this idea that abortion and successful relationships are incompatible with one another?"
                },
                {
                    "author": "did:plc:z6zxpiaeshcgg47slprjanmq",
                    "type": 2,
                    "utter": "Something being common doesn't mean it's right. I think that when two people unite bodily and produce a new life, that child is valuable and has inherent dignity as the product of entwining Lives and Love. I think when we throw this enlightened understanding away, we cheapen all life. God Bless you."
                },
                {
                    "author": "did:plc:au5qv2ub43uk6f3sh4xbyyft",
                    "type": 3,
                    "utter": "What you said doesn't mean anything.\nExplain how abortion and successful relationships are incompatible with each other."
                }
            ],
            "uri": "at://did:plc:au5qv2ub43uk6f3sh4xbyyft/app.bsky.feed.post/3lbwhvcimec23"
        },
        {
            "talk": [
                {
                    "author": "did:plc:au5qv2ub43uk6f3sh4xbyyft",
                    "type": 1,
                    "utter": "What you said doesn't mean anything.\nExplain how abortion and successful relationships are incompatible with each other."
                },
                {
                    "author": "did:plc:z6zxpiaeshcgg47slprjanmq",
                    "type": 2,
                    "utter": "Well when you terminate your child, you're beggining with a devaluing of the product of Love, which seems to me to be an incongruency to actually being in Love, because you're not valuing what two people came together to create, which has terrible implicaitons for the held concepts of relationships."
                },
                {
                    "author": "did:plc:au5qv2ub43uk6f3sh4xbyyft",
                    "type": 3,
                    "utter": "What if both partners agree to the abortion?\nAnd how is it a product of love of they don't want to have the child?\nYou know that people can have sex without wanting to make a child, right?"
                }
            ],
            "uri": "at://did:plc:au5qv2ub43uk6f3sh4xbyyft/app.bsky.feed.post/3lbwi7p6chs23"
        }
    ]
}