{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:awzzrtrcrvpnxi3ph2sbhxwv",
                    "type": 1,
                    "utter": "are any of these the person who shit on the floor multiple times in someone's house"
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 2,
                    "utter": "that's your response to allegations from four separate sources?\n\ncan you see why sometimes requests for evidence aren't taken in good faith?"
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 2,
                    "utter": "I spent a long time compiling all of this and took it very seriously, as the allegations are serious. and your response is a glib joke about a person shitting on a floor?"
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 2,
                    "utter": "the first person makes a claim. the second person claims to be a WITNESS to what the first person experienced.\n\nthird person has a completely separate claim, in line with the alleged behavior.\n\nfourth person makes no new claims, but simply reinforces existing ones."
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 2,
                    "utter": "\"Merritt K uses their clout and influence to paint survivors as untrustworthy\"\n\n\"lol who's saying this, the person Merritt told me shit on the floor?\""
                },
                {
                    "author": "did:plc:awzzrtrcrvpnxi3ph2sbhxwv",
                    "type": 3,
                    "utter": "Merritt didnt tell me anything, this is a separate person entirely, who knows the author of hot allostatic load and that they are not a reliable source, and also if you'd read HAL you'd know it is a mess that should not be taken as truth of anything"
                }
            ],
            "uri": "at://did:plc:awzzrtrcrvpnxi3ph2sbhxwv/app.bsky.feed.post/3k567xzcel32x"
        }
    ]
}