{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:b3ksymf3qvbibquny3faopes",
                    "type": 1,
                    "utter": "<-*vibrating with desire to have the same rant about ubiquitous clamber/arm-based movement in FPS GAMES*"
                },
                {
                    "author": "did:plc:b3ksymf3qvbibquny3faopes",
                    "type": 1,
                    "utter": "Halo 5 & Infinite having to fuck with map scaling/add ledges everywhere to preserve map flow bc your character can effectively add 50% to their valid jump distance & 25% to their valid jump height, for the low low cost of .2 seconds of gun-down time & a janky hand animation, is NOT fluid design!"
                },
                {
                    "author": "did:plc:sx2z6zhnvrg6ynbh3a2j7tra",
                    "type": 2,
                    "utter": "Map scaling was added to allow certain weapons to play to their strengths compared to previous titles. Also, smaller sized maps made spawning a nightmare because of said precision weapon.\n\nLedges were added for accessibility reasons. Instead of having random creases, they added ledges."
                },
                {
                    "author": "did:plc:b3ksymf3qvbibquny3faopes",
                    "type": 3,
                    "utter": "All those changes happened because H5 was focused on being fundamentally different from H3 OR H4, & no, sorry, you don't get to claim simple accessibility when the addition of the function fundamentally changes map flow. \n\nThey were substantive changes, they made navigation trivial, & they felt bad."
                }
            ],
            "uri": "at://did:plc:b3ksymf3qvbibquny3faopes/app.bsky.feed.post/3lbvqwwb63c2m"
        },
        {
            "talk": [
                {
                    "author": "did:plc:b3ksymf3qvbibquny3faopes",
                    "type": 1,
                    "utter": "All those changes happened because H5 was focused on being fundamentally different from H3 OR H4, & no, sorry, you don't get to claim simple accessibility when the addition of the function fundamentally changes map flow. \n\nThey were substantive changes, they made navigation trivial, & they felt bad."
                },
                {
                    "author": "did:plc:sx2z6zhnvrg6ynbh3a2j7tra",
                    "type": 2,
                    "utter": "Correct. Halo 5 reverted back to how halo CE played. Every weapon played an effective role, power ups and power weapons were highly important for map control and movement was your key to success. \n\nHalo 3 and 4 brought in gimmicks that down more harm than good to the sandbox."
                },
                {
                    "author": "did:plc:b3ksymf3qvbibquny3faopes",
                    "type": 3,
                    "utter": "This is so off-base that I don't even know where to start. \n\nHalo 5 is more like Unreal than it is Halo CE. It's blistering fast, has a snappy TTK & rewards mechanical prowess over tactics 100% of the time.\n\nBesides, my initial point was about how ledges + clamber = maps with loose flow, not...this."
                }
            ],
            "uri": "at://did:plc:b3ksymf3qvbibquny3faopes/app.bsky.feed.post/3lbvrcs2dh22m"
        }
    ]
}