{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:b62owfzpn4uch4wqu4vd5c4o",
                    "type": 1,
                    "utter": "It’s worth noting that Bluesky is organized as a PBC, which means that while they are for-profit, they do not have an obligation to maximize shareholder value if it conflicts with the public interest."
                },
                {
                    "author": "did:plc:icvvkdp73dg7cvqrvkwjmche",
                    "type": 2,
                    "utter": "If you happen to know this: is a PBC the same thing as what we call a bcorp in the UK? Interesting to read your input here."
                },
                {
                    "author": "did:plc:b62owfzpn4uch4wqu4vd5c4o",
                    "type": 3,
                    "utter": "PBC is a very nebulous designation right now. In many cases they’re little more than a notice to investors not to expect ruthless profit maximization at all costs. There’s no specific third-party auditing them like there is with B Corps, PBCs largely define their own standard to be held to, if any."
                }
            ],
            "uri": "at://did:plc:b62owfzpn4uch4wqu4vd5c4o/app.bsky.feed.post/3lbufa6rjbs2p"
        },
        {
            "talk": [
                {
                    "author": "did:plc:b62owfzpn4uch4wqu4vd5c4o",
                    "type": 1,
                    "utter": "PBC is a very nebulous designation right now. In many cases they’re little more than a notice to investors not to expect ruthless profit maximization at all costs. There’s no specific third-party auditing them like there is with B Corps, PBCs largely define their own standard to be held to, if any."
                },
                {
                    "author": "did:plc:e2dza2nakupo2gz24ddtf625",
                    "type": 2,
                    "utter": "Appreciate it! Am thinking about all kinds of business and service models (and combinations of them). Including co-ops, time banking, and other ways to create shared value. Connecting with other and having a think together. :)"
                },
                {
                    "author": "did:plc:b62owfzpn4uch4wqu4vd5c4o",
                    "type": 3,
                    "utter": "Worthwhile things to think about! While I think Bluesky’s model beats the industry standard, nothing beats true worker ownership. Ultimately the only people who really have a company’s best interests at heart are the people doing the actual work—no owner no matter how benevolent can replace that."
                }
            ],
            "uri": "at://did:plc:b62owfzpn4uch4wqu4vd5c4o/app.bsky.feed.post/3lbuyrymm3c2p"
        }
    ]
}