{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:c6nsfkjwise3mywsjsgzgijs",
                    "type": 1,
                    "utter": "アリシア「お目付け役…か」\nロキ「個性的だな…まぁとりあえず向かおう」\nアリシア「だな」（と控えてた帝国側人員に）「各員通常勤務へ戻ってくれ」（と言ってまたアイリス達の方を見て）「研究室…というか区画は最高機密だからな、一部の人しか入れないんだ。無論そちら側は入ってくれて問題ない」\nロキ「その説明俺がする奴だ。とにかく行こう」（と皆を案内しつつ施設内へ。少し長いエレベーターに乗り降りると通路が広がっている）「ここが研究区画だ、エレベーターの中で扉を開けておいたが普通は扉がある。…まぁここの先は複数の研究室があって、突き当たりが俺の主任研究室だ」"
                },
                {
                    "author": "did:plc:qc66ftzzgkvskmzmg5n7gvny",
                    "type": 2,
                    "utter": "アイリス「了解よ。それじゃあ私は主任研究室に入らせてもらおうかしら。みんなはどこ行きたい？」\n棺「わたしゃ死霊魔術の研究室を見せてもらおうか。なかったら霊系の存在の研究室でもいいが」\n従僕「それじゃあ僕は黒魔術か悪魔の研究室に案内してもらえるかな？」\n人形「私はゴーレムあたりの研究室か機会人形の研究か製造をしている場所に行かせてもらうわ」\nプルメリ「わたくしは宇宙に関する研究をしている場所があるなら行きたいわね。なかったら春風ちゃんと同じく主任研究室に行かせてもらおうかしら」ヴィナ「あたしはこの世界の軍を見てみたいな。となるとここじゃねーのか？」"
                },
                {
                    "author": "did:plc:qc66ftzzgkvskmzmg5n7gvny",
                    "type": 2,
                    "utter": "仮面「わたくしは魔法などは扱えませんので皆様のお手伝いをさせていただきます！何かご要望があれば何なりとお申し付けください！」\nアイリス「いきなり色々とごめんなさいね。案内頼めるかしら？」"
                },
                {
                    "author": "did:plc:c6nsfkjwise3mywsjsgzgijs",
                    "type": 3,
                    "utter": "ロキ「完全な魔術系はここじゃなくて別にある魔道研究隊になるな。ここの案内が終わったらそちらも案内しよう。軍に関してもここじゃないな…ひとまずは主任研究室を案内しよう」（と突き当りへ進む。手をかざすと扉が開き、少し物が散乱した部屋が見える。書類や小さな機器、机の上には大型のパソコンらしき物が多くある）「汚くてすまんな、ここが俺の研究室だ。先程も言った通り俺は魔導科学、魔力と科学の複合を研究している」（と言いながらパソコンの電源を付け、大きなスクリーンを作動させる）「特にリリン型機械人形の心臓部と呼べる魔力半永久放射装置…通称<魔導炉>とかな」"
                },
                {
                    "author": "did:plc:c6nsfkjwise3mywsjsgzgijs",
                    "type": 3,
                    "utter": "（そう言うと同時にスクリーン上に無数の文字が羅列され、その直後に完全起動したのか複数のウインドウが展開される）\nロキ「…そして、この特務隊の特徴と呼べる魔導型電子高速大規模計算機、リリンシステムも俺の開発だ。この部屋にあるのはそのオリジナル型でこの基地の管理を行っている。少ない人員で基地を稼働させるための工夫だな」（と言いながら全員分の椅子を出しつつ自分も座り）「何か気になる点とかはあるか？」"
                }
            ],
            "uri": "at://did:plc:c6nsfkjwise3mywsjsgzgijs/app.bsky.feed.post/3laqmtgy2w22e"
        },
        {
            "talk": [
                {
                    "author": "did:plc:c6nsfkjwise3mywsjsgzgijs",
                    "type": 1,
                    "utter": "ロキ「完全な魔術系はここじゃなくて別にある魔道研究隊になるな。ここの案内が終わったらそちらも案内しよう。軍に関してもここじゃないな…ひとまずは主任研究室を案内しよう」（と突き当りへ進む。手をかざすと扉が開き、少し物が散乱した部屋が見える。書類や小さな機器、机の上には大型のパソコンらしき物が多くある）「汚くてすまんな、ここが俺の研究室だ。先程も言った通り俺は魔導科学、魔力と科学の複合を研究している」（と言いながらパソコンの電源を付け、大きなスクリーンを作動させる）「特にリリン型機械人形の心臓部と呼べる魔力半永久放射装置…通称<魔導炉>とかな」"
                },
                {
                    "author": "did:plc:c6nsfkjwise3mywsjsgzgijs",
                    "type": 1,
                    "utter": "（そう言うと同時にスクリーン上に無数の文字が羅列され、その直後に完全起動したのか複数のウインドウが展開される）\nロキ「…そして、この特務隊の特徴と呼べる魔導型電子高速大規模計算機、リリンシステムも俺の開発だ。この部屋にあるのはそのオリジナル型でこの基地の管理を行っている。少ない人員で基地を稼働させるための工夫だな」（と言いながら全員分の椅子を出しつつ自分も座り）「何か気になる点とかはあるか？」"
                },
                {
                    "author": "did:plc:qc66ftzzgkvskmzmg5n7gvny",
                    "type": 2,
                    "utter": "ヴィナ「魔力と科学の融合？カッこりゃ面白いな。俄然この世界の軍に興味が湧いてきた。」（彼女はニヤニヤと笑う）\n従僕「おそらく僕たちの世界の魔力とこの世界の魔力は本質的には別物っぽいね」\nプルメル「私にはそこらへんよくわからないわね」\nアイリス「本当に不思議な技術だわ。私たちの世界で科学は魔力という神秘を否定するものだもの。それがこんな風に共存しているのは本当に異例なことに私たちには見えるわ」\n人形「そんなことよりそのリリン型っていう機会人形を見せて欲しいわね。魔力半永久放射装置の仕組みも気になるわね」"
                },
                {
                    "author": "did:plc:c6nsfkjwise3mywsjsgzgijs",
                    "type": 3,
                    "utter": "ロキ「魔力そのものは別だと俺らも思っている。帝国人は魔法を使えない者が多い、だからこそ科学を利用して魔法を近い物を行使しようとした。それが魔導科学の始まりだ。技術を使い魔力を制御して使うその力はそりゃ珍しく思えるよな。さてリリン型についてだが…そこのアリシアがリリン型だ」\nアリシア「まぁそういう事だな」\nロキ「だがまぁ、他の奴も見たいよな、通常区画へ移動しようか。アリシア頼んだぞ」\nアリシア「了解した」（と肩の装甲が開き、中から円柱状の赤く光るクリスタルが展開され放熱される）「研究区画からは遠いから転移する。いいな？ロキ」\nロキ「……今回だけだ」"
                },
                {
                    "author": "did:plc:c6nsfkjwise3mywsjsgzgijs",
                    "type": 3,
                    "utter": "アリシア「空間直線固定」（と正面に円状の薄い膜が展開され、中には大きい建物が見える）「あの建物が戦闘隊の区画だ」（周りには少なくない数の人型機械が戦闘訓練もしている様子）"
                }
            ],
            "uri": "at://did:plc:c6nsfkjwise3mywsjsgzgijs/app.bsky.feed.post/3laqtc5del22h"
        }
    ]
}