{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 1,
                    "utter": "the steelman case for it is that basically any uncomfortable sexual fictional content involving young people has two important audiences usually left out of the discussion on whether it should be banned\n\n- adults with sexual trauma from childhood/adolescence\n- horny teenagers"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 1,
                    "utter": "and i think there is something dishonest about this debate where people pretend these audiences don't exist. i don't think people realise they're being dishonest about it. nonetheless"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 1,
                    "utter": "i've literally been told by someone i know that one of the most capital-p Problematic works of fictional media in existence is responsible for them managing to unrepress an incredibly disturbing childhood trauma, the kind of thing people tell you kids shouldn't see, but it literally Happened to them"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 1,
                    "utter": "the harder to talk about case that most people aren't ready for is that a lot of adults, and i surely do not need to explain why this is particularly true for queer people, have not yet managed to get out of their adolescence in an internal self-conception sense, and they are also a key audience"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 1,
                    "utter": "and for all one can argue that this is “unhealthy”, i promise you the things that happen when people do not have art as an outlet for these are much, much worse"
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 2,
                    "utter": "Everything you've mentioned are good points and worth discussing, as many people who've never dealt with stuff like this would be generally unaware of or at least haven't considered too much due to lack of testimonies. I appreciate you took your time to write all this!"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 3,
                    "utter": "no problem!\n\ni guess the fourth layer i would mention is that youth does not stop being a meaningful slice of human experience once one no longer is “young”. anime really exemplifies this, japan is obsessed with a part of life where people feel free as a backdrop to stories"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 3,
                    "utter": "anime is for adults as much as it is for kids. actually, i would argue the former are the most important audience, even if they aren't officially considered this, because everyone involved in anime production is an adult. the stories have to have meaning to adults to be able to exist for kids"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 3,
                    "utter": "and since “sex” is also an everpresent meaningful slice of human experience, it's a very… troublesome artistic constraint to not be able to create anything in the intersection of these. and there's not really any level of abstraction here that will save you from people who think sexualisation is bad"
                }
            ],
            "uri": "at://did:plc:cocuumty5bs4zbiltpmp37f5/app.bsky.feed.post/3lbrjqo3cz22t"
        },
        {
            "talk": [
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 1,
                    "utter": "every swedish or german attempt at pronouncing Glasgow is pitifully english or american. the campaign to call it Glesga globally starts now"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 1,
                    "utter": "‪🏴󠁧󠁢󠁥󠁮󠁧󠁿🗣️ グラスゴー ❌‬\n‪🏴󠁧󠁢󠁳󠁣󠁴󠁿🗣️ グレースガ ⭕️‬\n‪未来へ行きましょう‬"
                },
                {
                    "author": "did:plc:2jaajua5oxc7tlnp476faysn",
                    "type": 2,
                    "utter": "Oh no am I doing it wrong."
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 3,
                    "utter": "maybe i should have used ズ instead of ス"
                }
            ],
            "uri": "at://did:plc:cocuumty5bs4zbiltpmp37f5/app.bsky.feed.post/3lakbel53j22n"
        },
        {
            "talk": [
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 1,
                    "utter": "i think it's a scots vs scottish english thing"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 1,
                    "utter": "(i interpret it as two different names for the same city rather than as two different pronunciations of the same word)"
                },
                {
                    "author": "did:plc:2jaajua5oxc7tlnp476faysn",
                    "type": 2,
                    "utter": "Ohhhhh I see... You're saying they'd have an easier time pronouncing \"Glesga\" in any acceptable way than they do trying to interpret and pronounce \"Glasgow\"?"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 3,
                    "utter": "yeah! in particular the “ow” sound here is very English and the natural way to handle this is to try to pronounce it Englishly or Americanly, which is very funny for a Scottish placename. whereas “Glesga”/“Glesca” doesn't contain any sounds that force you to attempt an English pronunciation"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 3,
                    "utter": "I think for Japanese both words have a similar level of difficulty really, it's more speakers of European languages that I have in mind here. every time I hear Glasgow mentioned on Swedish news it's said in a Swedish attempt at an English accent"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 3,
                    "utter": "one of those unusual features of Scottish English/Scots compared to, say, English or American accents, is that it has these beautiful pure monophthongs rather than all the long vowels being dipthongs. well, that's also something true of most non-English languages. the “e” here is easier than “ow”"
                }
            ],
            "uri": "at://did:plc:cocuumty5bs4zbiltpmp37f5/app.bsky.feed.post/3lalcay2ofs2s"
        }
    ]
}