{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:cqnhsc5wdo73xv5lca7bch5h",
                    "type": 1,
                    "utter": "Wenn man Kinder hat, noch dazu 2 verschiedene Geschlechter und von klein auf deren intrinsische Motivation wahrnimmt, dann kann mich die Wissenschaft nicht mehr beeindrucken. Mädchen dürfen anders sein als Jungs. Ganz einfach. Alle sind gleich viel wert.\nMir ist die Diskussion viel zu akademisch."
                },
                {
                    "author": "did:plc:o2wyoji4eelzmfnytlj6jefo",
                    "type": 2,
                    "utter": "Selbst dazu gibt es Studien. Frauen/werdende Eltern reden anders mit und über den Bauch sobald sie das Geschlecht wissen. Kindsbewegungen werden anders beschrieben, die Schreien von Neugeborenen anders wahrgenommen. Nicht weil irgendwas davon biologisch vorgegeben wäre sondern...."
                },
                {
                    "author": "did:plc:o2wyoji4eelzmfnytlj6jefo",
                    "type": 2,
                    "utter": "weil die gesamte Gesellschaft anders auf das Kind reagiert. Niemand ist frei von Sozialisation."
                },
                {
                    "author": "did:plc:cqnhsc5wdo73xv5lca7bch5h",
                    "type": 3,
                    "utter": "Wow. Und jetzt?\nHabe ich \"frei von Sozialisation\" geschrieben? \n\nEy, selbst wenn wir völlig roboterhaft erziehen würden, könnten Männer noch lange keine Kinder bekommen. Was ist so schlimm an den Unterschieden? Warum können wir das nicht einfach als wunderbar feiern?"
                }
            ],
            "uri": "at://did:plc:cqnhsc5wdo73xv5lca7bch5h/app.bsky.feed.post/3lbrz7bti422k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:cqnhsc5wdo73xv5lca7bch5h",
                    "type": 1,
                    "utter": "Wow. Und jetzt?\nHabe ich \"frei von Sozialisation\" geschrieben? \n\nEy, selbst wenn wir völlig roboterhaft erziehen würden, könnten Männer noch lange keine Kinder bekommen. Was ist so schlimm an den Unterschieden? Warum können wir das nicht einfach als wunderbar feiern?"
                },
                {
                    "author": "did:plc:o2wyoji4eelzmfnytlj6jefo",
                    "type": 2,
                    "utter": "Ich habe nichts von roboterhaft geschrieben. Ich habe gesagt, dass die Interpretation, dass es einen biologischen Unterschied gibt, falsch ist. Ich sage, dass es wichtig ist, die eigene Sozialisation und wie sie an die nächste Generation weitergegeben wird, zu reflektieren....."
                },
                {
                    "author": "did:plc:o2wyoji4eelzmfnytlj6jefo",
                    "type": 2,
                    "utter": "Und ja, ich finde es enorm wichtig, Kindern alle Chancen und Möglichkeiten zu geben ohne Mädchen von Anfang an ins KümmernPuppenEinhornSchönheits-Eck und Buben ins AutoTraktorTechnikWildUndKampf-Eck zu verfrachten."
                },
                {
                    "author": "did:plc:cqnhsc5wdo73xv5lca7bch5h",
                    "type": 3,
                    "utter": "Meine Schwägerin spricht genauso wie Du. Und sie hat 2 Kinder bekommen. Mädchen und Junge. \nUnd jetzt verzweifelt sie daran, dass der Junge Baustellen geil findet und die Große gelangweilt drängelt. Meine Beobachtung ist: Nicht alles wird vorgelebt."
                }
            ],
            "uri": "at://did:plc:cqnhsc5wdo73xv5lca7bch5h/app.bsky.feed.post/3lbs33xbmac2k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:cqnhsc5wdo73xv5lca7bch5h",
                    "type": 1,
                    "utter": "Meine Schwägerin spricht genauso wie Du. Und sie hat 2 Kinder bekommen. Mädchen und Junge. \nUnd jetzt verzweifelt sie daran, dass der Junge Baustellen geil findet und die Große gelangweilt drängelt. Meine Beobachtung ist: Nicht alles wird vorgelebt."
                },
                {
                    "author": "did:plc:o2wyoji4eelzmfnytlj6jefo",
                    "type": 2,
                    "utter": "Und die Schwägerin denkt, ihre Kinder wachsen isoliert von der Gesellschaft auf? Wo das Problem ist, verstehe ich nicht, Kinder sind unterschiedlich. Ich würde ein Problem darin sehen, wenn der Bub gerne Puppen hätte und keine bekommt, weil Bub."
                },
                {
                    "author": "did:plc:o2wyoji4eelzmfnytlj6jefo",
                    "type": 2,
                    "utter": "(Es wird oft vergessen, dass auch Buben unter Rollenbildern leiden können.) Ich würde auch ein Problem sehen, wenn das Mädchen gerne Bagger anschauen würde aber auf Ablehnung stößt. Und ja, das gibts. Ständig. 2024. In Mitteleuropa."
                },
                {
                    "author": "did:plc:cqnhsc5wdo73xv5lca7bch5h",
                    "type": 3,
                    "utter": "Du schweifst vom Thema ab. Es ging NICHT darum, dass wir Kindern etwas vorenthalten. Es geht darum, dass manches geschlechtsspezifisch ist, zumindest korreliert es. Nur darum geht es. \nThese: 85% aller Jungs lieben Bagger. 35% aller Mädchen ebenso. \n\nUnd das soll durch Erziehung manipuliert sein?"
                }
            ],
            "uri": "at://did:plc:cqnhsc5wdo73xv5lca7bch5h/app.bsky.feed.post/3lbs6ebxlo22k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:cqnhsc5wdo73xv5lca7bch5h",
                    "type": 1,
                    "utter": "Glaubt nur weiter daran, dass alles Sozialisation ist. Ich frage mich da eher: Warum wollt Ihr diese Gleichmacherei so unbedingt? Ich würde eher die Unterschiede feiern. Vielfalt statt Einfalt."
                },
                {
                    "author": "did:plc:i6lib6htwc4ydm62qc6vozga",
                    "type": 2,
                    "utter": "Es geht nicht um Gleichmacherei, sondern darum, Unterschiede im Verhalten nicht auf Geschlechtsorgane zu schieben. Ein Mensch hat ne Persönlichkeit, die eben nicht am Geschlecht hängt."
                },
                {
                    "author": "did:plc:cqnhsc5wdo73xv5lca7bch5h",
                    "type": 3,
                    "utter": "Okay, dann erkläre mir, warum 85% der Jungs Bagger lieben und bei Mädchen sind es weniger als die Hälfte. \nBei Panzern ist es noch schlimmer."
                }
            ],
            "uri": "at://did:plc:cqnhsc5wdo73xv5lca7bch5h/app.bsky.feed.post/3lbth3ptgvc2h"
        },
        {
            "talk": [
                {
                    "author": "did:plc:cqnhsc5wdo73xv5lca7bch5h",
                    "type": 1,
                    "utter": "Okay, dann erkläre mir, warum 85% der Jungs Bagger lieben und bei Mädchen sind es weniger als die Hälfte. \nBei Panzern ist es noch schlimmer."
                },
                {
                    "author": "did:plc:2krknfrv2jaslznqq75rnzgt",
                    "type": 2,
                    "utter": "Hast du eigentlich den Ausgangsthread gelesen und dir mal die Mühe gemacht, die wissenschaftlichen Belege dazu anzuschauen oder suchst du nur nach Gelegenheiten, alles mit deinen persönlichen Meinungen und privaten Anekdoten vollzurotzen? Es gibt zig Regalmeter voll Forschung, die dir genau"
                },
                {
                    "author": "did:plc:2krknfrv2jaslznqq75rnzgt",
                    "type": 2,
                    "utter": "erklären können, wie deine gefühlt \"angeborenen\" Unterschiede zustande kommen. Erziehung und Gesellschaft sind weit komplexer, als es enthusiastische Feminist*innen in den 70ern mal gedacht haben, deswegen reicht es eben nicht, Mädchen Autos und Jungen Puppen in die Hand zu drücken. Alles bekannt."
                },
                {
                    "author": "did:plc:cqnhsc5wdo73xv5lca7bch5h",
                    "type": 3,
                    "utter": "Das Negieren von Unterschieden und das Zurückführen evtl. doch bestehender auf diese scheinbaren Ursachen ist mehr als plump und einfältig. \nIch bin übrigens sehr froh, dass Mädchen im Durchschnitt anders sind als Jungs."
                }
            ],
            "uri": "at://did:plc:cqnhsc5wdo73xv5lca7bch5h/app.bsky.feed.post/3lbtovcbebc2h"
        }
    ]
}