{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:d2txneimf647smkntm5c27fo",
                    "type": 1,
                    "utter": "They also don’t understand what continuing positive rapids mean. I know a parent at our school—an otherwise intelligent person—who’s convinced herself that “dead proteins” (and not viral load) account for any positives after some unspecified point."
                },
                {
                    "author": "did:plc:jsowo4x4dytbl5hpjbm4e3tt",
                    "type": 2,
                    "utter": "The dead proteins thing is true for PCR tests I think? PCR can detect previous infection for months (with increasing cycle counts).\n\nBut rapid tests work based on existent viral load, so if it’s positive it’s fucking positive.\n\nThe question has always been how to interpret a negative rapid test."
                },
                {
                    "author": "did:plc:d2txneimf647smkntm5c27fo",
                    "type": 3,
                    "utter": "Yeah, I suspect she’s confused the two."
                }
            ],
            "uri": "at://did:plc:d2txneimf647smkntm5c27fo/app.bsky.feed.post/3khsxu4gcis2u"
        },
        {
            "talk": [
                {
                    "author": "did:plc:d2txneimf647smkntm5c27fo",
                    "type": 1,
                    "utter": "There should be lots of ways for people to learn this. Schools. The media. Posters on transit. Radio announcements. \n\nSo many balls dropped."
                },
                {
                    "author": "did:plc:zhy73wow23zh5yzqcad72nzo",
                    "type": 2,
                    "utter": "Even if people get the basic understanding of airborne, infectiousness, how to prevent transmission it's still impossible to do personal risk assessments because there's no data to make an assessment.\nReally need good PH comms for covid. Like we used to have here in 2020\n#covid"
                },
                {
                    "author": "did:plc:d2txneimf647smkntm5c27fo",
                    "type": 3,
                    "utter": "Wastewater reporting should be part of the nightly news, just like the weather. Air quality of indoor spaces should be posted, like they used to do with restaurant inspections."
                }
            ],
            "uri": "at://did:plc:d2txneimf647smkntm5c27fo/app.bsky.feed.post/3khulicz5x72l"
        }
    ]
}