{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:e2px5buo4nj42ngnlrbddt3k",
                    "type": 1,
                    "utter": "The only way to achieve that (due to bad actors) is to not post content on the internet.\n\nI applaud blueskys efforts here.\n\nCompare this to email, any given SMTP Server doesn't have to respect anything you request. The same is true for the AT Protocol that underpins bluesky."
                },
                {
                    "author": "did:plc:e2px5buo4nj42ngnlrbddt3k",
                    "type": 1,
                    "utter": "And I realize your request asks for private things, but that would reduce, if not entirely negate the \"billionaire proof\" advantage of having the AT Protocol be an open standard."
                },
                {
                    "author": "did:plc:bbs3a4ftyciog36fnttiiluc",
                    "type": 2,
                    "utter": "I appreciate you trying to explain this stuff to me but I don't know what this jargon means. I have no idea what an AT Protocol or any of the other things are.\n\nCan you explain how asking for a way to private my profile is somehow going to give billionaires power on Bluesky? /gen"
                },
                {
                    "author": "did:plc:e2px5buo4nj42ngnlrbddt3k",
                    "type": 3,
                    "utter": "Apologies, I tend to be technical first.\n\nSo, if you had private profiles and posts, they would be bound to bluesky. If a billionaire bought bluesky, you'd be forced to deal with it and keep your stuff, or leave and lose it.\n\nBy keeping them not private, they're available to any platform that (cont)"
                },
                {
                    "author": "did:plc:e2px5buo4nj42ngnlrbddt3k",
                    "type": 3,
                    "utter": "That speaks the same way bluesky does.\n\nBluesky is more like, Hotmail or Gmail. There are supposed to be other interoperable social networks that speak the same language (protocol)."
                }
            ],
            "uri": "at://did:plc:e2px5buo4nj42ngnlrbddt3k/app.bsky.feed.post/3lbyccv5cos2p"
        }
    ]
}