{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:e2y6anym4guaucqjnark4w54",
                    "type": 1,
                    "utter": "We had record inflation, the highest in US History.  But, but, but, it was higher in the 1980’s…it was, but the CPI changed over the years.  If you used apples to apples, Biden Harris had the worst ever.  Hilariously Core inflation today excludes food and energy lol. Educate yourself to true facts."
                },
                {
                    "author": "did:plc:pcx2nhwk5ogq7vg5jf6c5pv4",
                    "type": 2,
                    "utter": "what were the origins of that inflation?  how did the United States perform in relation to other countries and their economies?  what would a republican administration have done different that could have reduced global inflation?"
                },
                {
                    "author": "did:plc:e2y6anym4guaucqjnark4w54",
                    "type": 3,
                    "utter": "Not done the last stimulus package that was not needed.  Totally stupid move."
                }
            ],
            "uri": "at://did:plc:e2y6anym4guaucqjnark4w54/app.bsky.feed.post/3lbnjnfmgss2t"
        },
        {
            "talk": [
                {
                    "author": "did:plc:e2y6anym4guaucqjnark4w54",
                    "type": 1,
                    "utter": "Not done the last stimulus package that was not needed.  Totally stupid move."
                },
                {
                    "author": "did:plc:pcx2nhwk5ogq7vg5jf6c5pv4",
                    "type": 2,
                    "utter": "if inflation was caused by the last stimulus package, why did all major world economies experience inflation at that same time?  if the stimulus package caused it, why did the U.S. economy under Biden fare better than most countries?\n\nHINT: Inflation was primarily caused by a global pandemic."
                },
                {
                    "author": "did:plc:e2y6anym4guaucqjnark4w54",
                    "type": 3,
                    "utter": "The US dollar is the worlds reserve currency"
                }
            ],
            "uri": "at://did:plc:e2y6anym4guaucqjnark4w54/app.bsky.feed.post/3lbnonsro6s2f"
        },
        {
            "talk": [
                {
                    "author": "did:plc:e2y6anym4guaucqjnark4w54",
                    "type": 1,
                    "utter": "The US dollar is the worlds reserve currency"
                },
                {
                    "author": "did:plc:pcx2nhwk5ogq7vg5jf6c5pv4",
                    "type": 2,
                    "utter": "are you suggesting stopping the world’s economic engine for almost 2 years had no affect, but the second stimulus package caused worldwide inflation?  does that make sense?"
                },
                {
                    "author": "did:plc:e2y6anym4guaucqjnark4w54",
                    "type": 3,
                    "utter": "Inflation was caused by a massive spike in M2.  Period."
                }
            ],
            "uri": "at://did:plc:e2y6anym4guaucqjnark4w54/app.bsky.feed.post/3lbnqdj5sck2f"
        },
        {
            "talk": [
                {
                    "author": "did:plc:e2y6anym4guaucqjnark4w54",
                    "type": 1,
                    "utter": "Inflation was caused by the massive increase in M2, the money supply, and nothing else."
                },
                {
                    "author": "did:plc:ayksffdbwd265rscsfjih4fv",
                    "type": 2,
                    "utter": "Acting like there's a singular reason for inflation, which is influenced by multiple factors, kind of makes you seem like a non-serious partisan. Even if you're correct: it's meaningless unless you can compare what the economic outcome would have been if there were no stimulus or restrictions."
                },
                {
                    "author": "did:plc:e2y6anym4guaucqjnark4w54",
                    "type": 3,
                    "utter": "How is math or economics partisan?  We had inflation because of the increase in M2.  Prices didn’t go up.  Our dollars bought less goods. Not partisan, just a fact."
                }
            ],
            "uri": "at://did:plc:e2y6anym4guaucqjnark4w54/app.bsky.feed.post/3lbi4qgck3s25"
        }
    ]
}