{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:eaxgzdvtvnsl4ambjx3j5kv6",
                    "type": 1,
                    "utter": "It wouldn't be much different than copying that text to a file on my computer and then posting it on a blog.(If you put the text into the LLM but then never had the LLM produce anything, it would be like being in a Word file on your computer)Storing is prob infringing but undetectable--otoh Publish?"
                },
                {
                    "author": "did:plc:mrcewboukutvmp4pwcycx3vr",
                    "type": 2,
                    "utter": "Yes, you have made a digital copy and it is infringement.  Hello, napster?"
                },
                {
                    "author": "did:plc:mrcewboukutvmp4pwcycx3vr",
                    "type": 2,
                    "utter": "Maybe you don't remember, but it isn't just the people who distributed or uploaded files they went after, it was *anyone who downloaded one because they all infringed*"
                },
                {
                    "author": "did:plc:eaxgzdvtvnsl4ambjx3j5kv6",
                    "type": 3,
                    "utter": "True. But some types of copy/downloads are less detectable than others. Copying pages of text to the clipboard and putting it into an inert text file is infringing, but hard to detect or even care about."
                }
            ],
            "uri": "at://did:plc:eaxgzdvtvnsl4ambjx3j5kv6/app.bsky.feed.post/3kfjg6bsvnd2z"
        },
        {
            "talk": [
                {
                    "author": "did:plc:eaxgzdvtvnsl4ambjx3j5kv6",
                    "type": 1,
                    "utter": "True. But some types of copy/downloads are less detectable than others. Copying pages of text to the clipboard and putting it into an inert text file is infringing, but hard to detect or even care about."
                },
                {
                    "author": "did:plc:zvh6ufheu6mwvbdh57xfuh4c",
                    "type": 2,
                    "utter": "But does not make it less infringing."
                },
                {
                    "author": "did:plc:eaxgzdvtvnsl4ambjx3j5kv6",
                    "type": 3,
                    "utter": "Correct. But \"too small to sue\" is an important principle in navigating copyright. As a librarian, I never counseled anyone to infringe on copyright, but as a SMALL library librarian I took a VERY expansive view of FAIR USE."
                }
            ],
            "uri": "at://did:plc:eaxgzdvtvnsl4ambjx3j5kv6/app.bsky.feed.post/3kfjngdii2c2d"
        },
        {
            "talk": [
                {
                    "author": "did:plc:eaxgzdvtvnsl4ambjx3j5kv6",
                    "type": 1,
                    "utter": "With an ideologically highly motivated judge, does that apply in terms of who the defendant is, as well? Media Matters is a thorn in the side of Right Wingers-e.g. Ken Paxton, and it's their business model that's being sued over."
                },
                {
                    "author": "did:plc:mivey63nzylfflvmmjoqcf6u",
                    "type": 2,
                    "utter": "No, those are individual issues, not policy outcomes."
                },
                {
                    "author": "did:plc:eaxgzdvtvnsl4ambjx3j5kv6",
                    "type": 3,
                    "utter": "I just perceive that Judge Cannon is doing whatever she can to facilitate Trump's individual issues-not really ruling on natsec policy law or classification as much as giving him what he wants & gumming up the prosecution. (It is criminal rather than civil, however)"
                }
            ],
            "uri": "at://did:plc:eaxgzdvtvnsl4ambjx3j5kv6/app.bsky.feed.post/3kfbktvll2x27"
        },
        {
            "talk": [
                {
                    "author": "did:plc:eaxgzdvtvnsl4ambjx3j5kv6",
                    "type": 1,
                    "utter": "I just perceive that Judge Cannon is doing whatever she can to facilitate Trump's individual issues-not really ruling on natsec policy law or classification as much as giving him what he wants & gumming up the prosecution. (It is criminal rather than civil, however)"
                },
                {
                    "author": "did:plc:mivey63nzylfflvmmjoqcf6u",
                    "type": 2,
                    "utter": "Cannon is an exceptional case, even by modern standards. Which is why the 11th was a bit abrupt with her."
                },
                {
                    "author": "did:plc:eaxgzdvtvnsl4ambjx3j5kv6",
                    "type": 3,
                    "utter": "Right, but she's still on the case, making rulings about the CIPA hearings & scheduling that are making the nat'l security lawyers jaws drop. Very careful to avoid provoking interlocutory appeals however. In MuskvMedia Matters I wonder whether the judge'll just let the litigation run a long time."
                },
                {
                    "author": "did:plc:eaxgzdvtvnsl4ambjx3j5kv6",
                    "type": 3,
                    "utter": "Musk, having deeper pockets, would win by staying in court for 6 months or a year before dropping the suit, for instance."
                }
            ],
            "uri": "at://did:plc:eaxgzdvtvnsl4ambjx3j5kv6/app.bsky.feed.post/3kfbl7mtuoj2u"
        }
    ]
}