{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:en2pg3eilkygkdjygbg4pzdl",
                    "type": 1,
                    "utter": "Correct, it was a compromise that made the new constitution acceptable to the underpopulated states in the south. Slaves were made 3/5 of a person with the slave owner deciding their vote. For that sickening reason alone it can go away."
                },
                {
                    "author": "did:plc:4u3yitz6vyqlaggwwgohyfl7",
                    "type": 2,
                    "utter": "Then in 1929 Congress made things worse by capping the number of Representatives in the House at 435. That, in concert with the Constitution's requirement that every state gets at least 1 member in the House, has resulted in a massive under-representation of high population states."
                },
                {
                    "author": "did:plc:en2pg3eilkygkdjygbg4pzdl",
                    "type": 3,
                    "utter": "In the early aughts studies were shown that by 2030 white people would no longer be the majority. The Republicans went into a tizzy. Their initial policy change was to attempt to recruit minorities. Remember compassionate conservatism? Well, that failed and we elected a black person president."
                }
            ],
            "uri": "at://did:plc:en2pg3eilkygkdjygbg4pzdl/app.bsky.feed.post/3lbzhuafq2k2k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:en2pg3eilkygkdjygbg4pzdl",
                    "type": 1,
                    "utter": "In the early aughts studies were shown that by 2030 white people would no longer be the majority. The Republicans went into a tizzy. Their initial policy change was to attempt to recruit minorities. Remember compassionate conservatism? Well, that failed and we elected a black person president."
                },
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 2,
                    "utter": "I'd like to review those studies and see how credible they ever were. Who sponsored the studies, how large were they? How objective as far as the people who conducted the study. You know a literature review of the studies involved. Otherwise, they were just shit talking and they knew it."
                },
                {
                    "author": "did:plc:en2pg3eilkygkdjygbg4pzdl",
                    "type": 3,
                    "utter": "At this point it does not matter if those studies were real. In 2000 the Republicans won the presidency by a handful of hanging chads and the Supreme Court. They had to pivot. Their initial nice pivot failed. Their second pivot succeeded because it was nothing but lies and fear."
                }
            ],
            "uri": "at://did:plc:en2pg3eilkygkdjygbg4pzdl/app.bsky.feed.post/3lbzivw6sh22k"
        }
    ]
}