{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:es365hrajwyslvb45hdho7z5",
                    "type": 1,
                    "utter": "Sadly taking the state to Court will always get this same result.\nLawmakers and Governors have Sovereign Immunity for all policy decisions done in the performance of their jobs.\nBut…\nYou can sue a chain of Hospitals and doctors into bankruptcy and as altruistic as I may be, it IS their fault too!"
                },
                {
                    "author": "did:plc:i6exst6s53p76kavlsan2tec",
                    "type": 2,
                    "utter": "It is not rational to expect a doctor to risk a life sentence. Their defense of “we followed the law” would succeed. But this risk is why no ObGyns will practice in Texas in the future. Causing more women to die."
                },
                {
                    "author": "did:plc:es365hrajwyslvb45hdho7z5",
                    "type": 3,
                    "utter": "I’m pretty certain the law says except when the life of the mother is threatened.\nNo lawmaker or Judge or Jury can make the determination of when a mother’s life is threatened, only her doctors can do that.\nNobody can say her life was NOT threatened because clearly it was\nWait til it’s your daughter"
                }
            ],
            "uri": "at://did:plc:es365hrajwyslvb45hdho7z5/app.bsky.feed.post/3lc7lvtexr22e"
        },
        {
            "talk": [
                {
                    "author": "did:plc:es365hrajwyslvb45hdho7z5",
                    "type": 1,
                    "utter": "I’m pretty certain the law says except when the life of the mother is threatened.\nNo lawmaker or Judge or Jury can make the determination of when a mother’s life is threatened, only her doctors can do that.\nNobody can say her life was NOT threatened because clearly it was\nWait til it’s your daughter"
                },
                {
                    "author": "did:plc:i6exst6s53p76kavlsan2tec",
                    "type": 2,
                    "utter": "Look up what the AG has explicitly said about his intention to sue doctors. This isn’t ambiguous."
                },
                {
                    "author": "did:plc:es365hrajwyslvb45hdho7z5",
                    "type": 3,
                    "utter": "Then a doctor will have to get sued.\nThey can get sued for treating the patient, but they will present a defense of I acted to save the life of the mother.\nLet them defend themselves for negligence and wrongful death for withholding care to save their license."
                }
            ],
            "uri": "at://did:plc:es365hrajwyslvb45hdho7z5/app.bsky.feed.post/3lceoavehqs2e"
        }
    ]
}