{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:f4ifld6ms4p376hp3vs24fls",
                    "type": 1,
                    "utter": "Oh, I see your Korean import Frenchy meat dog and raise you a $4k purebred golden retriever pup shipped from a Turkish puppymill, where he was somehow both a starving street dog and going to be eaten by Muslims they do that there you know."
                },
                {
                    "author": "did:plc:f4ifld6ms4p376hp3vs24fls",
                    "type": 1,
                    "utter": "A colleague married a Turk and now lives next door to a golden retriever factory where they produce exclusively for “rescue” export. Very lucrative."
                },
                {
                    "author": "did:plc:qiknc4t5rq7yngvz7g4aezq7",
                    "type": 2,
                    "utter": "ah yes the source of all those supposed Turkish golden retriever street dogs"
                },
                {
                    "author": "did:plc:qiknc4t5rq7yngvz7g4aezq7",
                    "type": 2,
                    "utter": "while I am no fan of puppy mills one almost has to respect the hustle"
                },
                {
                    "author": "did:plc:f4ifld6ms4p376hp3vs24fls",
                    "type": 3,
                    "utter": "It’s hardly even sporting, ripping off Americans with a swindle that dumb.\n\nIt’s the swindle version of shooting bison from the rail car.\n\nThey couldn’t stop if they wanted to, the lust must just take you away with it."
                }
            ],
            "uri": "at://did:plc:f4ifld6ms4p376hp3vs24fls/app.bsky.feed.post/3k7ari3zdhi27"
        },
        {
            "talk": [
                {
                    "author": "did:plc:f4ifld6ms4p376hp3vs24fls",
                    "type": 1,
                    "utter": "It’s hardly even sporting, ripping off Americans with a swindle that dumb.\n\nIt’s the swindle version of shooting bison from the rail car.\n\nThey couldn’t stop if they wanted to, the lust must just take you away with it."
                },
                {
                    "author": "did:plc:qiknc4t5rq7yngvz7g4aezq7",
                    "type": 2,
                    "utter": "To be fair, the Americans in question also desperately want to believe the tear-jerker origin story, so I guess both parties get what they wanted.."
                },
                {
                    "author": "did:plc:f4ifld6ms4p376hp3vs24fls",
                    "type": 3,
                    "utter": "Hoo boy DO NOT confront them with the reality, THEY DO NOT LIKE IT.\n\nAnd getting back to the main theme, absolutely unfuckable. Not even a one-and-done. Same as having no books."
                }
            ],
            "uri": "at://did:plc:f4ifld6ms4p376hp3vs24fls/app.bsky.feed.post/3k7arwnawtw2z"
        },
        {
            "talk": [
                {
                    "author": "did:plc:f4ifld6ms4p376hp3vs24fls",
                    "type": 1,
                    "utter": "Overfinished, even for a lard breed. Lotta waste there, that excess visceral fat doesn’t even render well. Chops will have as much rind as you like."
                },
                {
                    "author": "did:plc:qiknc4t5rq7yngvz7g4aezq7",
                    "type": 2,
                    "utter": "if we're going down this particularly cancel-able line of inquiry, one wonders what the best meat breed would be \n\nlabradors are definitely easy keepers, but are they too small?"
                },
                {
                    "author": "did:plc:f4ifld6ms4p376hp3vs24fls",
                    "type": 3,
                    "utter": "Growth rate, feed conversion ratio, hardiness, thrives on poor quality grain-heavy food — it’s beagles FTW.\n\nThe Lab takes too long to start putting meat on frame."
                }
            ],
            "uri": "at://did:plc:f4ifld6ms4p376hp3vs24fls/app.bsky.feed.post/3k7bsznavnn2g"
        },
        {
            "talk": [
                {
                    "author": "did:plc:f4ifld6ms4p376hp3vs24fls",
                    "type": 1,
                    "utter": "Makes sense. Dog looks poorly, cut your losses and sell. Stray dogs? The ones starting to become unwell with brain virus is easier to catch."
                },
                {
                    "author": "did:plc:qiknc4t5rq7yngvz7g4aezq7",
                    "type": 2,
                    "utter": "Indeed. Dog eating is a public health risk, all ethics aside, since it’s not like there’s a standardized supply chain to reduce rabies risk in play."
                },
                {
                    "author": "did:plc:f4ifld6ms4p376hp3vs24fls",
                    "type": 3,
                    "utter": "Tapes, ascarids.\n\nWe share more zoonoses and parasites with pigs, I think, but dogs are close behind."
                }
            ],
            "uri": "at://did:plc:f4ifld6ms4p376hp3vs24fls/app.bsky.feed.post/3k7as2jdqd424"
        },
        {
            "talk": [
                {
                    "author": "did:plc:f4ifld6ms4p376hp3vs24fls",
                    "type": 1,
                    "utter": "Truly the most baffling dogpile of them all, yeah, verily, exceeding even the oppressor gift chili incident"
                },
                {
                    "author": "did:plc:6tymxnn2kl65fd5fqhcmaq74",
                    "type": 2,
                    "utter": "Imagine introducing someone to social media and having to explain all these sad references…"
                },
                {
                    "author": "did:plc:f4ifld6ms4p376hp3vs24fls",
                    "type": 3,
                    "utter": "I try to describe them to Perfesser Chaos and generally have to give up.\n\nBright side, he keeps demanding I explain the biblically-correct Alf sticker on my car and I refuse."
                }
            ],
            "uri": "at://did:plc:f4ifld6ms4p376hp3vs24fls/app.bsky.feed.post/3kx4z4avxak2y"
        }
    ]
}