{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:fdbks7ugpy5i6nweuhffho4b",
                    "type": 1,
                    "utter": "as soon as they said they got suspended for \"sfw anime girls\" the jig was up"
                },
                {
                    "author": "did:plc:ywbm3iywnhzep3ckt6efhoh7",
                    "type": 2,
                    "utter": "\"sfw anime girls\"\n\ncsam. we all know you mean csam."
                },
                {
                    "author": "did:plc:fdbks7ugpy5i6nweuhffho4b",
                    "type": 3,
                    "utter": "\"oh so liking anime is illegal now\"\n\n\"that's crazy, which animes exactly\"\n\n\"oh, you know the ones\""
                }
            ],
            "uri": "at://did:plc:fdbks7ugpy5i6nweuhffho4b/app.bsky.feed.post/3lbqpqhmbh22t"
        },
        {
            "talk": [
                {
                    "author": "did:plc:fdbks7ugpy5i6nweuhffho4b",
                    "type": 1,
                    "utter": "you can motte and bailey all you want, sexual content depicting prepubescent children is what's being discussed here. that's an easy line to draw imo.\n\ndrawn or no, there's plenty of evidence that its use intensifies rather than soothes pedophilic urges, which ends up harming real human beings"
                },
                {
                    "author": "did:plc:fdbks7ugpy5i6nweuhffho4b",
                    "type": 1,
                    "utter": "side note as a member of multiple marginalized groups it really chaps my ass that people who like jerking it to kids are constantly trying to frame their issues as \"persecution\" like our struggles are the same\n\npeople not liking your porn isn't oppression! get real problems!"
                },
                {
                    "author": "did:plc:32wf2tdbchgci235ycgkbxi3",
                    "type": 2,
                    "utter": "Well hold I will say it’s definitely a problem. Those that deal with this urge and who earnestly seek help, I truly sympathize with them, I can’t imagine having that kind of dangerous, horrifying tick in my brain. \n\nBut this isn’t that case, obviously. I’m just saying as a general thing"
                },
                {
                    "author": "did:plc:fdbks7ugpy5i6nweuhffho4b",
                    "type": 3,
                    "utter": "oh for sure, fighting your own brain sucks and ideally everyone should have access to adequate treatment\n\ni was speaking specifically in reference to their stuff being banned, getting flak for circulating pinups of 8 year olds is not equivalent to actual discrimination"
                }
            ],
            "uri": "at://did:plc:fdbks7ugpy5i6nweuhffho4b/app.bsky.feed.post/3lbuo7e6lf22q"
        }
    ]
}