{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:g3hmuepxmgwqqyttg2ilaosk",
                    "type": 1,
                    "utter": "I will say... we probably shouldn't rely on terminology from white folks like quadroons and octaroons 😉"
                },
                {
                    "author": "did:plc:vzwe4zzwxpzvwsf42fodzuqk",
                    "type": 2,
                    "utter": "It's hard on this app. Actually they're not white and we're not black. Those are status codes in international law. White means indigenous person, black means criminal foreigner. That's why they always tell us how BLACK we are, because they want us to be considered as criminals."
                },
                {
                    "author": "did:plc:vzwe4zzwxpzvwsf42fodzuqk",
                    "type": 2,
                    "utter": "Before the 1960s we never referred to ourselves as black because we knew what it meant. Europeans also bent called themselves white until they came here you can read that on Wikipedia. Before that they always identified by country of origin."
                },
                {
                    "author": "did:plc:vzwe4zzwxpzvwsf42fodzuqk",
                    "type": 2,
                    "utter": "*Europeans also didn't call themselves white"
                },
                {
                    "author": "did:plc:g3hmuepxmgwqqyttg2ilaosk",
                    "type": 3,
                    "utter": "Uh huh, look, I ain't arguing over semantics. Europeans, white, I truly don't care."
                }
            ],
            "uri": "at://did:plc:g3hmuepxmgwqqyttg2ilaosk/app.bsky.feed.post/3lbkfxdytjk2p"
        },
        {
            "talk": [
                {
                    "author": "did:plc:g3hmuepxmgwqqyttg2ilaosk",
                    "type": 1,
                    "utter": "Uh huh, look, I ain't arguing over semantics. Europeans, white, I truly don't care."
                },
                {
                    "author": "did:plc:vzwe4zzwxpzvwsf42fodzuqk",
                    "type": 2,
                    "utter": "I understand why you would feel that way. If you don't care I won't press the issue. I just ask that you think about it from time to time to see if I'm lying or not. \n\nBecause if I'm telling the truth, the information I just wrote becomes kinda important. \n\nTake care bro"
                },
                {
                    "author": "did:plc:g3hmuepxmgwqqyttg2ilaosk",
                    "type": 3,
                    "utter": "Ive spent a lot of time researching and writing about whiteness and race. So, you're right in the sense that not all Europeans would identify as white, especially if we're going back in time. The construction of race is a more recent phenomenon."
                }
            ],
            "uri": "at://did:plc:g3hmuepxmgwqqyttg2ilaosk/app.bsky.feed.post/3lbkq4cim622j"
        }
    ]
}