{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:gddlpk2p27a5e2gdc3kbvuuv",
                    "type": 1,
                    "utter": "No they didn't... right wingers were morons for saying it in 2020 and so is anyone saying it now. We have to stop pretending Americans aren't wildly racist and sexist. The only times Trump has won is against a woman... and he actually gained votes when the woman wasn't white... this is America"
                },
                {
                    "author": "did:plc:yoc6ycp4cwu2zymrikyr7jvb",
                    "type": 2,
                    "utter": "i am fully aware. i worked all over the country and would return home and tell everyone about the racists everywhere. it's disgusting. and they definitely cheated. Florida has done so for a long time..ballots in the everglades"
                },
                {
                    "author": "did:plc:gddlpk2p27a5e2gdc3kbvuuv",
                    "type": 3,
                    "utter": "There just isn't any solid evidence of widespread fraud to the scale that would affect any election outcomes in any district. I'm sorry."
                }
            ],
            "uri": "at://did:plc:gddlpk2p27a5e2gdc3kbvuuv/app.bsky.feed.post/3lbsnborvic2k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:gddlpk2p27a5e2gdc3kbvuuv",
                    "type": 1,
                    "utter": "People shirked their duty and allowed a fascist to win because they just couldn't stomach voting for a woman"
                },
                {
                    "author": "did:plc:lr6pcl47wsyauqiptmv2eics",
                    "type": 2,
                    "utter": "Hey, not just a woman. Be fair: a lot of Trump's success is because a lot of people couldn't stand the fact thay the president was a Black man who was visibly cleverer than them"
                },
                {
                    "author": "did:plc:gddlpk2p27a5e2gdc3kbvuuv",
                    "type": 3,
                    "utter": "Oh, absolutely. Conservatives have been throwing a collective temper tantrum ever since then... honestly, ever since they lost the civil war. Generations of angst and jealousy that slaves were given the same freedoms they had. Obama winning was just throwing it in their faces."
                }
            ],
            "uri": "at://did:plc:gddlpk2p27a5e2gdc3kbvuuv/app.bsky.feed.post/3lbulm7jzdk2a"
        }
    ]
}