{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:ggzccvhxfar45f23gsiq3ksi",
                    "type": 1,
                    "utter": "So interesting. And a lot of your arguments hold for some European countries too, eg here in Belgium. Lower cost of living, lower rents, means more independent clothing boutiques, more choice, and I think you see this in how people dress."
                },
                {
                    "author": "did:plc:uykgw27hwxhmruygv6rujqmr",
                    "type": 2,
                    "utter": "I am always amazed by the quality & quantity of specialist shops in Europe, small Italian / Spanish towns - can support 5 or 6 independent bakeries in a tiny area"
                },
                {
                    "author": "did:plc:ggzccvhxfar45f23gsiq3ksi",
                    "type": 3,
                    "utter": "Indeed. Or shopping for baby/kids’ clothes, strolling through Leuven and finding dozens of small independent places with such a variety and great quality whereas in the UK it’s the clothes aisle in Tesco."
                }
            ],
            "uri": "at://did:plc:ggzccvhxfar45f23gsiq3ksi/app.bsky.feed.post/3lbw4hlb33c2v"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ggzccvhxfar45f23gsiq3ksi",
                    "type": 1,
                    "utter": "Indeed. Or shopping for baby/kids’ clothes, strolling through Leuven and finding dozens of small independent places with such a variety and great quality whereas in the UK it’s the clothes aisle in Tesco."
                },
                {
                    "author": "did:plc:tp4ftsgoyjfif6ndm3bi3d7n",
                    "type": 2,
                    "utter": "Is cost of living cheaper though?  I was speaking with an English couple living in France and they were saying property is cheaper but food etc more expensive"
                },
                {
                    "author": "did:plc:ggzccvhxfar45f23gsiq3ksi",
                    "type": 3,
                    "utter": "Cost of living in Belgium is vastly cheaper, mainly because in the UK my money is/was mostly spent on housing and transport, both of which are far cheaper in Belgium (and better). Food is about the same. Despite higher taxes Belgians seem to have more disposable income."
                }
            ],
            "uri": "at://did:plc:ggzccvhxfar45f23gsiq3ksi/app.bsky.feed.post/3lbyt3fxtkc2y"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ggzccvhxfar45f23gsiq3ksi",
                    "type": 1,
                    "utter": "Cost of living in Belgium is vastly cheaper, mainly because in the UK my money is/was mostly spent on housing and transport, both of which are far cheaper in Belgium (and better). Food is about the same. Despite higher taxes Belgians seem to have more disposable income."
                },
                {
                    "author": "did:plc:tp4ftsgoyjfif6ndm3bi3d7n",
                    "type": 2,
                    "utter": "So (declaring a personal interest here) if I don’t have a mortgage or pay rent I’m better off in the uk?"
                },
                {
                    "author": "did:plc:ggzccvhxfar45f23gsiq3ksi",
                    "type": 3,
                    "utter": "I don't know, it depends on several factors, but the big factors are (I think) housing and travel so if those two aren't an issue then the differences may be less extreme."
                },
                {
                    "author": "did:plc:ggzccvhxfar45f23gsiq3ksi",
                    "type": 3,
                    "utter": "PS - there are many public amenities and services that are provided for free or at low cost which might be more expensive in the UK (and maybe vice versa). It would need some investigation. Dentist; social care; eating out; energy/utilities; etc. Sorry if I'm stating the obvious."
                },
                {
                    "author": "did:plc:ggzccvhxfar45f23gsiq3ksi",
                    "type": 3,
                    "utter": "My mum for example (82yo) lives in the UK but returns to Germany for all her healthcare/dentistry because it's cheaper and (she thinks) better - you also get Reha which afaics doesn't even exist in the UK."
                }
            ],
            "uri": "at://did:plc:ggzccvhxfar45f23gsiq3ksi/app.bsky.feed.post/3lbyu7o3arc2j"
        }
    ]
}