{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:gjiqceb77oo43lp3mxnaejq4",
                    "type": 1,
                    "utter": "EXACTLY! The Bidenomics message/plan is NOT WORKING and why more liberals aren't sounding the alarm to their own team to start Plan B-ing is mind boggling. Working people are suffering with prices too high for housing, food, gas, healthcare, childcare, debt, and the list goes on."
                },
                {
                    "author": "did:plc:a2n7zfcezluknpbibqij2n3e",
                    "type": 2,
                    "utter": "As someone who works in social services, we've seen the uptick firsthand, though it's slowing down, that doesn't mean it's getting better - it likely means people are giving up."
                },
                {
                    "author": "did:plc:gjiqceb77oo43lp3mxnaejq4",
                    "type": 3,
                    "utter": "\"it likely means people are giving up.\" 😢 This is what I fear and worry about. My biggest worry/concern is that in 2024 masses of people just don't care anymore and don't vote because they feel it's pointless so it comes down to if the Ds or Rs are better at voter turnout."
                }
            ],
            "uri": "at://did:plc:gjiqceb77oo43lp3mxnaejq4/app.bsky.feed.post/3k7ahs7fuxy26"
        },
        {
            "talk": [
                {
                    "author": "did:plc:gjiqceb77oo43lp3mxnaejq4",
                    "type": 1,
                    "utter": "\"it likely means people are giving up.\" 😢 This is what I fear and worry about. My biggest worry/concern is that in 2024 masses of people just don't care anymore and don't vote because they feel it's pointless so it comes down to if the Ds or Rs are better at voter turnout."
                },
                {
                    "author": "did:plc:a2n7zfcezluknpbibqij2n3e",
                    "type": 2,
                    "utter": "I've heard it already from an alarming amount of people because people feel like both sides don't accomplish anything for them so what's the point? They're not looking at long term situations like SCOTUS decisions etc"
                },
                {
                    "author": "did:plc:gjiqceb77oo43lp3mxnaejq4",
                    "type": 3,
                    "utter": "Sadly it's understandable. When people are suffering on the daily with basic survival of housing, food, work, bills, and healthcare and aren't seeing any relief that's all they can focus on - SURVIVE in the NOW. We're the wealthiest nation and can absolutely fix this if it's prioritized."
                }
            ],
            "uri": "at://did:plc:gjiqceb77oo43lp3mxnaejq4/app.bsky.feed.post/3k7aiiafn5s2j"
        },
        {
            "talk": [
                {
                    "author": "did:plc:gjiqceb77oo43lp3mxnaejq4",
                    "type": 1,
                    "utter": "Sadly it's understandable. When people are suffering on the daily with basic survival of housing, food, work, bills, and healthcare and aren't seeing any relief that's all they can focus on - SURVIVE in the NOW. We're the wealthiest nation and can absolutely fix this if it's prioritized."
                },
                {
                    "author": "did:plc:a2n7zfcezluknpbibqij2n3e",
                    "type": 2,
                    "utter": "Exactly, instead the rich are worried about getting their third yacht and how else they can squeeze the working class to pick up the tab. I don't understand how the hell anyone is expected to survive in this economy."
                },
                {
                    "author": "did:plc:gjiqceb77oo43lp3mxnaejq4",
                    "type": 3,
                    "utter": "The greed of corporations + wealthy here is out of control. One of my friends posted on FB that his daughter is paying more in rent for her apartment in Tuscon, AZ than he and his wife are paying for an apartment in TOKYO, Japan. I genuinely gasped."
                }
            ],
            "uri": "at://did:plc:gjiqceb77oo43lp3mxnaejq4/app.bsky.feed.post/3k7aj7qxz262g"
        }
    ]
}