{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:gm6hbwadx6btiy22iahrcqgj",
                    "type": 1,
                    "utter": "IMO the Russian influence on Syria goes back to the Cold War. They wanted access to the Med, and a say in the region. They have propped up the Assad family for decades, and I feel that if they get the boot here (likely) they won't be getting it back again! Turkey and Israel will see to that."
                },
                {
                    "author": "did:plc:yfam6jwstbewhhetsao3rzll",
                    "type": 2,
                    "utter": "We don't need to factor Israel into everything. And if you're relying on Israel to take on Russia, it's only when they have to"
                },
                {
                    "author": "did:plc:gm6hbwadx6btiy22iahrcqgj",
                    "type": 3,
                    "utter": "I didn't say fight them. I meant have the leverage for when Assad invariably loses, and only a naive person thinks they won't use it to secure their own backyard. I posted a good link on your other comment, hope you take the time to read it."
                }
            ],
            "uri": "at://did:plc:gm6hbwadx6btiy22iahrcqgj/app.bsky.feed.post/3lc6wwlctuk2s"
        },
        {
            "talk": [
                {
                    "author": "did:plc:gm6hbwadx6btiy22iahrcqgj",
                    "type": 1,
                    "utter": "I didn't say fight them. I meant have the leverage for when Assad invariably loses, and only a naive person thinks they won't use it to secure their own backyard. I posted a good link on your other comment, hope you take the time to read it."
                },
                {
                    "author": "did:plc:yfam6jwstbewhhetsao3rzll",
                    "type": 2,
                    "utter": "There are some in the Arab world who use the Palestinians as an excuse to hate on Israel. Like when something bad happens in China they suddenly remember they hate Japan. \n\nI'm listening to the almost 1 hour interview of the leader with Frontline from back in 2021.  His concern for Palestine legit"
                },
                {
                    "author": "did:plc:yfam6jwstbewhhetsao3rzll",
                    "type": 2,
                    "utter": "His concern for Palestine is rational, logical, humanitarian, and Justice.  But he's not a jihadi\n\nHis concern for Israel and America interfering in governance over there, similar. You know, Independence \n\nAnd I'm watching how liberated areas are treated, good so far."
                },
                {
                    "author": "did:plc:gm6hbwadx6btiy22iahrcqgj",
                    "type": 3,
                    "utter": "I just hope the long suffering people of Syria know peace and an end to this 12 year war soon. 🙏"
                }
            ],
            "uri": "at://did:plc:gm6hbwadx6btiy22iahrcqgj/app.bsky.feed.post/3lc6zmpb3rn2s"
        },
        {
            "talk": [
                {
                    "author": "did:plc:gm6hbwadx6btiy22iahrcqgj",
                    "type": 1,
                    "utter": "I just hope the long suffering people of Syria know peace and an end to this 12 year war soon. 🙏"
                },
                {
                    "author": "did:plc:yfam6jwstbewhhetsao3rzll",
                    "type": 2,
                    "utter": "And I just hope it doesn't get confused with propaganda that, whatever government comes in, isn't the exact one that Israel/france/america, wants \n\nI think we'll all be watching how they treat captured territory. For instance, when they open the prison and rejoice that the women were getting out."
                },
                {
                    "author": "did:plc:gm6hbwadx6btiy22iahrcqgj",
                    "type": 3,
                    "utter": "I saw that video! That was a good sign, NGL. The Syrian people will need help rebuilding their society, I hope there is some International leadership coming to help them! We will see, this is changing hour to hour isn't it?"
                }
            ],
            "uri": "at://did:plc:gm6hbwadx6btiy22iahrcqgj/app.bsky.feed.post/3lc75g434m52s"
        },
        {
            "talk": [
                {
                    "author": "did:plc:gm6hbwadx6btiy22iahrcqgj",
                    "type": 1,
                    "utter": "One good push, and they fall, I agree. And it looks like the Turkey trained and funded rebels are going in for the kill. This means waves of refugees heading for neighbors and Europe again sadly"
                },
                {
                    "author": "did:plc:jptpbv2h66v44e7tdkz2mocn",
                    "type": 2,
                    "utter": "With Assad gone refugees may want to return to Syria if things stabilize."
                },
                {
                    "author": "did:plc:gm6hbwadx6btiy22iahrcqgj",
                    "type": 3,
                    "utter": "They need infrastructure to go home to. And clear evidence of a govt that uses rule of law, capital markets, jobs, all of it. But I agree longer term this is the way"
                }
            ],
            "uri": "at://did:plc:gm6hbwadx6btiy22iahrcqgj/app.bsky.feed.post/3lc75jqoor52s"
        }
    ]
}