{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:h4f4qdtqobfrfl66qouho5lo",
                    "type": 1,
                    "utter": "The fact that everyone assumes the people who voted for him know as much about his policies as the very online people talking about them is sort of a problem."
                },
                {
                    "author": "did:plc:muaggdpoomfuu4n34g4z44ix",
                    "type": 2,
                    "utter": "Every single person had access to the information. It was on TV, in print and online media, on the news every single night. Anyone who claims they didn’t know is willfully ignorant and that in and of itself is a choice also undeserving of empathy"
                },
                {
                    "author": "did:plc:h4f4qdtqobfrfl66qouho5lo",
                    "type": 3,
                    "utter": "I think you need to talk to some people who are completely detached from politics, because you don't understand their lives at all."
                }
            ],
            "uri": "at://did:plc:h4f4qdtqobfrfl66qouho5lo/app.bsky.feed.post/3lbw7kbibk22t"
        },
        {
            "talk": [
                {
                    "author": "did:plc:h4f4qdtqobfrfl66qouho5lo",
                    "type": 1,
                    "utter": "Not enough people know about the opium wars or how the East India Company made so, so much money for Britain and the aristocracy."
                },
                {
                    "author": "did:plc:o3o4uv5qav4zqvstn4rov27e",
                    "type": 2,
                    "utter": "I wasn't taught about the opium wars in school it was pretty mind blowing reading about it for the first time."
                },
                {
                    "author": "did:plc:h4f4qdtqobfrfl66qouho5lo",
                    "type": 3,
                    "utter": "ditto, I didn't really learn much about colonization in places other than here (where it was, of course, good)."
                }
            ],
            "uri": "at://did:plc:h4f4qdtqobfrfl66qouho5lo/app.bsky.feed.post/3k5ndkgrgql2p"
        },
        {
            "talk": [
                {
                    "author": "did:plc:h4f4qdtqobfrfl66qouho5lo",
                    "type": 1,
                    "utter": "But when we built cities we built them around those values, and trying to change cities to make them healthier to live in goes up against a value system."
                },
                {
                    "author": "did:plc:dzwlkfkhiixxvfsldyjpycrg",
                    "type": 2,
                    "utter": "Sure! Maybe?\n\nI grew up in a tiny town in the redwoods of Northern California.\n\nPeople in \"cities\" whose parents aren't \"preppers\" embody \"a value system\" that's interesting and beautiful! ❤️\n\nI don't insist that others get trailers in the woods and eat rabbits and vegetables. Live and let live! 🖖"
                },
                {
                    "author": "did:plc:h4f4qdtqobfrfl66qouho5lo",
                    "type": 3,
                    "utter": "I grew up in a tiny town in ranching country in california.  I live in the city now (LA area).  And I've been to other cities.  (New York, Tokyo, Seoul, Nagoya, DC, Houston, Seattle).  \n\nLA specifically was built around cars while NY has subways but doesn't maintain them.  Tokyo has good subways."
                },
                {
                    "author": "did:plc:h4f4qdtqobfrfl66qouho5lo",
                    "type": 3,
                    "utter": "My daughter lived in Seoul for 2 years.  The way Seoul and Tokyo are organized around community spaces vs individual spaces is just so different, and it's super interesting.  But their societies always placed community ahead of individualism.  \n\nIt's just a very different way to organize cities."
                },
                {
                    "author": "did:plc:h4f4qdtqobfrfl66qouho5lo",
                    "type": 3,
                    "utter": "And if you visit Seoul or Tokyo one of the first things you'll notice is that you can get fresh, good food within walking distance almost anywhere in the city."
                }
            ],
            "uri": "at://did:plc:h4f4qdtqobfrfl66qouho5lo/app.bsky.feed.post/3k5iqydmz5o2k"
        }
    ]
}