{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:hccsvgmgeptabrywsb45xiwm",
                    "type": 1,
                    "utter": "Zum Heer durften Frauen lange nicht. Diese Regeln haben Männer gemacht. Frauenquoten gibt es in den wenigsten Unternehmen und Frauen machen immer noch einen extrem geringen Anteil in Führungspositionen aus. Bezahlen und Türe öffnen machen die meisten Frauen dennoch meistens selbst. Nicht lustig."
                },
                {
                    "author": "did:plc:xtu2fwekyrbdd3rcaz3lq5zy",
                    "type": 2,
                    "utter": "Wie gesagt alle Diskriminierungen weg positive wie negative und alles gut. Jeder sollte die selben Möglichkeiten und Pflichten haben. Sehr simpel"
                },
                {
                    "author": "did:plc:hccsvgmgeptabrywsb45xiwm",
                    "type": 3,
                    "utter": "Komisch, dass du dann nur Beispiele aufzählst, wo Frauen angeblich Vorteile haben. Was sind denn ein paar Vorschläge, um die tatsächliche Bevorteilung von Männern auszugleichen? Sonst ist das schon ein bisschen einseitig. Und das unter einem Post zu Gewalt an Frauen..."
                }
            ],
            "uri": "at://did:plc:hccsvgmgeptabrywsb45xiwm/app.bsky.feed.post/3lbuiyhytn22n"
        },
        {
            "talk": [
                {
                    "author": "did:plc:hccsvgmgeptabrywsb45xiwm",
                    "type": 1,
                    "utter": "Komisch, dass du dann nur Beispiele aufzählst, wo Frauen angeblich Vorteile haben. Was sind denn ein paar Vorschläge, um die tatsächliche Bevorteilung von Männern auszugleichen? Sonst ist das schon ein bisschen einseitig. Und das unter einem Post zu Gewalt an Frauen..."
                },
                {
                    "author": "did:plc:xtu2fwekyrbdd3rcaz3lq5zy",
                    "type": 2,
                    "utter": "Vorschläge wären tatsächlich übrigens Gleichbehandlung. Frauen zum Heer bzw Zivildienst. Dazu sollten Frauen dabei unterstützt werden sich auf Lohnverhandlungen vorzubereiten in Kursen bei denen natürlich auch Männer die da schwach sind teil nehmen können sollten."
                },
                {
                    "author": "did:plc:hccsvgmgeptabrywsb45xiwm",
                    "type": 3,
                    "utter": "Es bräuchte auch keine Kurse für Gehaltsverhandlungen, wenn Frauen in der Arbeitswelt Ernst genommen würden. Das klingt als würdest du ein Mobbingopfer zu einem \"so wirst du nicht mehr gemobbt\" Kurs schicken, anstatt die Mobber in die Schranken zu weisen."
                }
            ],
            "uri": "at://did:plc:hccsvgmgeptabrywsb45xiwm/app.bsky.feed.post/3lbul753q3c2l"
        },
        {
            "talk": [
                {
                    "author": "did:plc:hccsvgmgeptabrywsb45xiwm",
                    "type": 1,
                    "utter": "Es bräuchte auch keine Kurse für Gehaltsverhandlungen, wenn Frauen in der Arbeitswelt Ernst genommen würden. Das klingt als würdest du ein Mobbingopfer zu einem \"so wirst du nicht mehr gemobbt\" Kurs schicken, anstatt die Mobber in die Schranken zu weisen."
                },
                {
                    "author": "did:plc:xtu2fwekyrbdd3rcaz3lq5zy",
                    "type": 2,
                    "utter": "Wir wissen dass Frauen tendenziell statistisch viel eher Konsens geneigt sind. Warum weiß (noch) keiner, aber es ist so. Daran kann man arbeiten. An gemobbt werden kann keiner selber arbeiten. Dieser Konsens Wunsch macht Frauen u.a. zu schlechter verdienerinnen."
                },
                {
                    "author": "did:plc:hccsvgmgeptabrywsb45xiwm",
                    "type": 3,
                    "utter": "Sorry, aber du redest Blödsinn. Wir wissen, warum Frauen eher \"Konsens geneigt\" sind. Weil sie strukturell Diskriminierung und Gewalt erfahren. Frauen werden so sozialisiert. Und sie verdienen weniger, weil (meist männliche) Führungskräfte ihnen weniger Gehalt bezahlen."
                }
            ],
            "uri": "at://did:plc:hccsvgmgeptabrywsb45xiwm/app.bsky.feed.post/3lbulw6v5zs2l"
        },
        {
            "talk": [
                {
                    "author": "did:plc:hccsvgmgeptabrywsb45xiwm",
                    "type": 1,
                    "utter": "Sorry, aber du redest Blödsinn. Wir wissen, warum Frauen eher \"Konsens geneigt\" sind. Weil sie strukturell Diskriminierung und Gewalt erfahren. Frauen werden so sozialisiert. Und sie verdienen weniger, weil (meist männliche) Führungskräfte ihnen weniger Gehalt bezahlen."
                },
                {
                    "author": "did:plc:xtu2fwekyrbdd3rcaz3lq5zy",
                    "type": 2,
                    "utter": "Es kommt ja auch gleich immer toxische Männlichkeit und andere Propaganda Begriffe. Das ist alles sehr schön erklärbar oder findest du es auch ungerecht dass so viel mehr Männer in Gefängnissen sitzen ???? Wenn wir das ernst meinen müssten wir ja auch denen irgendwie helfen"
                },
                {
                    "author": "did:plc:hccsvgmgeptabrywsb45xiwm",
                    "type": 3,
                    "utter": "Da stelle ich dir gerne das neuartige Konzept des Feminismus vor. Wenn Männer nicht mehr gezwungen sind immer stark und männlich zu sein, sondern auch Fehler machen und schwach sein dürfen, profitieren auch sie von der Gleichberechtigung. Das ist  kein Propaganda Begriff, sondern eine Beschreibung"
                }
            ],
            "uri": "at://did:plc:hccsvgmgeptabrywsb45xiwm/app.bsky.feed.post/3lbumedgmbs2l"
        },
        {
            "talk": [
                {
                    "author": "did:plc:hccsvgmgeptabrywsb45xiwm",
                    "type": 1,
                    "utter": "Sorry, aber du redest Blödsinn. Wir wissen, warum Frauen eher \"Konsens geneigt\" sind. Weil sie strukturell Diskriminierung und Gewalt erfahren. Frauen werden so sozialisiert. Und sie verdienen weniger, weil (meist männliche) Führungskräfte ihnen weniger Gehalt bezahlen."
                },
                {
                    "author": "did:plc:xtu2fwekyrbdd3rcaz3lq5zy",
                    "type": 2,
                    "utter": "Da ist so nicht wirklich belegt. Wie gesagt Männer sind im Schnitt aggressiver wegen Testosteron. Das sind hormonelle Themen Frauen mehr Konsensorientiert weil Östrogen. Natürlich kommt auch noch Erziehung und tausend andere Faktoren dazu aber die Biologie wird gleich bleiben"
                },
                {
                    "author": "did:plc:hccsvgmgeptabrywsb45xiwm",
                    "type": 3,
                    "utter": "Der Wissenschaftsstand hat sich in den letzen 50 Jahren weiter entwickelt... Das hat nur sehr wenig mit Hormonen oder Biologie zu tun. Aber ist natürlich einfacher, das als Ausrede zu benutzen, dann kann man ja nichts ändern, ist ja angeboren... Sind wir wieder beim Ausgangsthema des Threads..."
                }
            ],
            "uri": "at://did:plc:hccsvgmgeptabrywsb45xiwm/app.bsky.feed.post/3lbum62hhfs2l"
        }
    ]
}