{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:hh2t22q3cdwixswsiahjlb3b",
                    "type": 1,
                    "utter": "only you crypto guys are obsessed with putting a price tag on everything, when freely shared information is the backbone of the internet"
                },
                {
                    "author": "did:plc:66v2guukgmr3uny2zqqolcf7",
                    "type": 2,
                    "utter": "Blockchain is public so it's already free. Those who want to invest in things can still do so. I'd rather have a digital file that can be traded, which is public to the world, than one that is free and can be copy pasted."
                },
                {
                    "author": "did:plc:hh2t22q3cdwixswsiahjlb3b",
                    "type": 3,
                    "utter": "did you miss the whole bit where people right click saced peoples’ Bored Apes?"
                }
            ],
            "uri": "at://did:plc:hh2t22q3cdwixswsiahjlb3b/app.bsky.feed.post/3k3bswyvayv27"
        },
        {
            "talk": [
                {
                    "author": "did:plc:hh2t22q3cdwixswsiahjlb3b",
                    "type": 1,
                    "utter": "did you miss the whole bit where people right click saced peoples’ Bored Apes?"
                },
                {
                    "author": "did:plc:66v2guukgmr3uny2zqqolcf7",
                    "type": 2,
                    "utter": "They already save artist work without paying them. I've made more money minting my art than I ever did before. I can reach a larger audience. Everyone can see my art and those with money can invest in it. They can support artists directly with this system. You can still print it or download it."
                },
                {
                    "author": "did:plc:hh2t22q3cdwixswsiahjlb3b",
                    "type": 3,
                    "utter": "yeah, you made money from being the patsy for money laundering."
                }
            ],
            "uri": "at://did:plc:hh2t22q3cdwixswsiahjlb3b/app.bsky.feed.post/3k3bv2p2byb2h"
        },
        {
            "talk": [
                {
                    "author": "did:plc:hh2t22q3cdwixswsiahjlb3b",
                    "type": 1,
                    "utter": "yeah, you made money from being the patsy for money laundering."
                },
                {
                    "author": "did:plc:66v2guukgmr3uny2zqqolcf7",
                    "type": 2,
                    "utter": "No, I made artwork and minted it to NFTs, and people in the community bought it at reasonable amounts to support me as an artist. It literally put food on my table and helped me pay rent. I'm not a wealthy person. I didn't make a lot of money. I just got supported. All artists should do this."
                },
                {
                    "author": "did:plc:hh2t22q3cdwixswsiahjlb3b",
                    "type": 3,
                    "utter": "people literally do that on tumblr without a blockchain all the time."
                }
            ],
            "uri": "at://did:plc:hh2t22q3cdwixswsiahjlb3b/app.bsky.feed.post/3k3bvcq2cvy2r"
        },
        {
            "talk": [
                {
                    "author": "did:plc:hh2t22q3cdwixswsiahjlb3b",
                    "type": 1,
                    "utter": "people literally do that on tumblr without a blockchain all the time."
                },
                {
                    "author": "did:plc:66v2guukgmr3uny2zqqolcf7",
                    "type": 2,
                    "utter": "You can share art all you want. I don't require anyone to invest in my work and I ensure they can all see it and download it. The point is allowing people to invest in me in a way that also allows them to grow value in their investment. It's just like stocks, but with people and artists. It's great."
                },
                {
                    "author": "did:plc:hh2t22q3cdwixswsiahjlb3b",
                    "type": 3,
                    "utter": "first of all, that sounds like a dystopian nightmare to me, second of all, that all is only true as long as people are willing to pay actual money for crypto, and that ship is about to sink."
                }
            ],
            "uri": "at://did:plc:hh2t22q3cdwixswsiahjlb3b/app.bsky.feed.post/3k3bvnhqceh2g"
        }
    ]
}