{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:hhw4qom7r54jmqr6k6t645ax",
                    "type": 1,
                    "utter": "素性は星見にしようと思ってたけど、初期装備に弓があるのを見て盗賊に決めた。いろんなゲームで弓使ってきたのが多少役立てばいいけど、果たして…\n今のところめちゃきれいな景色。けどほとんどの奴は何もしてないのにただ私がいるだけで殴りかかってくるじゃん。なるほどなんと殺伐とした世界か。\nツリーガードってあいつか！初期レベルで何度かちょっかいかけてみたけど、ほぼ2発くらいで死ぬから、ちょっとレベル上げて遺灰使ってみた。良くて半分までは削れたけど、まあ全然勝つまでいかない。ただ、お供いるだけで断然やりやすいや。レベル上げにちょうど良さそうな場所も見つけたし、できそうなことをコツコツやるか #エルデンリング"
                },
                {
                    "author": "did:plc:hhw4qom7r54jmqr6k6t645ax",
                    "type": 1,
                    "utter": "羊さあ…あれ何…あの逃げ方… #エルデンリング"
                },
                {
                    "author": "did:plc:hhw4qom7r54jmqr6k6t645ax",
                    "type": 1,
                    "utter": "大きな敵だけど名前とかボスゲージ表示されない。あんなのもいるのか。遺灰使わないと勝てない敵ばかりだ。狼もふもふ。とりあえず今は、ちまちま動物と孤立してる兵士狩るしかない。\n少し体力増えたのと、矢の作り方覚えた。矢が2種類あって、何が違うのかと思って使ってみたら納得。全部調べてもいいけど、自分で試行錯誤するのも世界観に合ってていい感じだ。あんまりネタバレ見過ぎない様に気をつけよう…。関門前、全員狩り尽くしてみたいなぁ。遺灰あっても負ける。割と操作が覚束ないところもあって、どう見てもプレイミスみたいな負け方する… #エルデンリング"
                },
                {
                    "author": "did:plc:hhw4qom7r54jmqr6k6t645ax",
                    "type": 1,
                    "utter": "関門前の廃墟だっけ、あの場所にいる兵士全部倒せた！ステルスキルうまく決まると楽しいな。\n1つやりたいことはクリアできたし、あとはツリーガード倒したいんだけどなぁ…まだちっとも勝機が見えない。何度も挑むうち、攻撃の仕方は徐々に覚えてきたけど、とはいえ相変わらず3発くらいで死ぬし。酷いと一撃。そろそろ火力欲しい #エルデンリング"
                },
                {
                    "author": "did:plc:hhw4qom7r54jmqr6k6t645ax",
                    "type": 1,
                    "utter": "あの名前知らない雑魚のデカブツ倒せた。何度か負けつつ試行錯誤して、でもツリーガードほど難しくはなかった。経験値4000くらい落としてうまうま。たまたま目光ってたからな #エルデンリング まだ立ち回りが安定しないけど、こいつを何度か狩って強くなるのもアリかも"
                },
                {
                    "author": "did:plc:hhw4qom7r54jmqr6k6t645ax",
                    "type": 1,
                    "utter": "1つダンジョンクリアした。火に耐性付くタリスマンっての貰った。タリスマンは初めてだな。あと兵士からちまちま集めた装備を身に着けて、今の私は完璧なまでに兵士。…このまま兵士に近づいても、気づかれずにやり過ごせたらいいのに。アイアムナカーマ。\n関門前でうだうだしていたのをついに先に進む。弓兵けっこう鬱陶しいもんだな…あとあの名前がない雑魚のデカブツに感動の再会()立ち回り勉強しといた意味があった。回復薬ギリギリだけど、次の祝福にたどり着けて良かった。なんかNPCにも出会ったし #エルデンリング"
                },
                {
                    "author": "did:plc:hhw4qom7r54jmqr6k6t645ax",
                    "type": 1,
                    "utter": "マルギット討伐完了。ああ何とかなった…直前で呼べる魔法使いと、クラゲの遺灰も使って。レベルは28かな。\nいや、まぐれもまぐれよ。クラゲの毒と、魔法使いがパリィ成功させてたっぽくて2回くらいダウン取れて、1回致命の一撃入れられたおかげ。私ほとんど何もしてないや。パリィ成功させなきゃと思ってたけど、回避したほうが普通に被弾減った。あとめちゃ突き落とされて草\n敵全般、モンハンとかに比べて妙に賢い。人入ってんのかと思うほど隙を潰す攻撃やこちらの動き見てる感じした #エルデンリング"
                },
                {
                    "author": "did:plc:hhw4qom7r54jmqr6k6t645ax",
                    "type": 1,
                    "utter": "ストームヴィル城やばい。あちこちに雑魚がいて、みんな遠距離だからちみちみ削られて薬足りない。あ、閉じ込められた。矢も足りない。一旦家畜狩りだとばかりに探索してたけど、なんか急にワンダと巨像にいそうな奴が起き上がってくるし、死の鳥とかいう名前付きの敵もいるし、どこ行っても落ち着けない。そうだ円卓に引きこもろう()\nもう雑魚じゃルーン足りなくなってきてキツイなぁ #エルデンリング"
                },
                {
                    "author": "did:plc:hhw4qom7r54jmqr6k6t645ax",
                    "type": 1,
                    "utter": "そろそろツリーガード倒したいけどどうかなぁ…体力も装備も変わったから多少報いるとしても倒し切る自信はない。\nあと、道中突然何か起こるのやめてよ。ジャンプスケア大嫌い。ボスがなかなか倒せなくて心が折れるゲームなのに、それよりジャンプスケアに心折られそう。完全初見ならでは、楽しんでいるんだと言われたら確かにそうなんだろうけど、どうにも… #エルデンリング"
                },
                {
                    "author": "did:plc:er56hnfciwu3ytxv7zdbbxpg",
                    "type": 2,
                    "utter": "フロムの作るソウル系は物陰からの初見殺し全然ある、配置は変わらないから一回死んで覚えろの構えなんだよな…"
                },
                {
                    "author": "did:plc:hhw4qom7r54jmqr6k6t645ax",
                    "type": 3,
                    "utter": "まあ確かに場所は変わらないけどね…。\n暗い所では敵がいても気づきにくいよ！ボタンでターゲットできるか確認しよう！っていうチュートリアル→ターゲットできないところから飛び出してくる敵 っていう悪意あるコンボ草"
                }
            ],
            "uri": "at://did:plc:hhw4qom7r54jmqr6k6t645ax/app.bsky.feed.post/3lb5mn3rttk2n"
        }
    ]
}