{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:hliupx4hwhc7evueu4ovq6mo",
                    "type": 1,
                    "utter": "I'm 100% in agreement with you, but this time there was a clearly dangerous choice of the two and I felt it needed to be voted against."
                },
                {
                    "author": "did:plc:mowyr5u5vzm5h5h3elsf2urd",
                    "type": 2,
                    "utter": "She did a terrible job making it clear that she was more dangerous, since she accepted the support of one of the founders of the organization that wrote Project 2025, and spent most of her campaign promising to bring the dangerous party into her inner circle."
                },
                {
                    "author": "did:plc:hliupx4hwhc7evueu4ovq6mo",
                    "type": 3,
                    "utter": "Trump is literally appointing members of the heritage foundation. You're either trolling or sipping the conservative Kool aid."
                }
            ],
            "uri": "at://did:plc:hliupx4hwhc7evueu4ovq6mo/app.bsky.feed.post/3lbqacvqrdk2m"
        },
        {
            "talk": [
                {
                    "author": "did:plc:hliupx4hwhc7evueu4ovq6mo",
                    "type": 1,
                    "utter": "No, it was the fact that people didn't realize that the loud ones on X weren't the only ones who couldn't tolerate electing a black woman to the presidency, there were a ton of quiet ones too who had the good sense not to publicize it on the internet. The DNC had a false sense of security."
                },
                {
                    "author": "did:plc:plz7fkmbzwvjhrt6m36as3zs",
                    "type": 2,
                    "utter": "I, and many like me, didn't vote Harris because there should have been a Dem primary process.  I still had bad feelings for voting Hillary after what the DNC did to Bernie. The DNC and RNC have demolished demacracy!"
                },
                {
                    "author": "did:plc:hliupx4hwhc7evueu4ovq6mo",
                    "type": 3,
                    "utter": "I get that but Trump is bad news for everyone. I didn't care for Hilary at all and felt neutral about Harris, but I absolutely despise Trump and everything he represents."
                }
            ],
            "uri": "at://did:plc:hliupx4hwhc7evueu4ovq6mo/app.bsky.feed.post/3lbpixrfa7c2k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:hliupx4hwhc7evueu4ovq6mo",
                    "type": 1,
                    "utter": "Kudos for sticking to your principles, though this time specifically I think it was a mistake. I'd love to be free from the two parties and have at least six so we have a nice wide variety of views being represented. Not all of us within our parties agree with each other. Also ranked choice voting."
                },
                {
                    "author": "did:plc:plz7fkmbzwvjhrt6m36as3zs",
                    "type": 2,
                    "utter": "The only politician I've ever donated to is Yang. Open primaries and RCV are the way."
                },
                {
                    "author": "did:plc:hliupx4hwhc7evueu4ovq6mo",
                    "type": 3,
                    "utter": "Also abolish the electoral college. Popular, ranked choice voting with the winner becoming the president and the runner up becoming the VP. No more running mates. This will keep things more civil and add another layer of checks and balances."
                }
            ],
            "uri": "at://did:plc:hliupx4hwhc7evueu4ovq6mo/app.bsky.feed.post/3lbpouwg3z226"
        }
    ]
}