{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:hnb73fhujgr7g5hp4ipqosrp",
                    "type": 1,
                    "utter": "Why not just, don't do it altogether? Everywhere we go, our information is being harvested by default. Fucking hell."
                },
                {
                    "author": "did:plc:vcu4xukljlgqwek5ekqwgxts",
                    "type": 2,
                    "utter": "Right now, the only thing we have is these \"gentlemens agreements\" like robots.txt.  Like robots.txt, there's no enforcement mechanism, and in order for it to work, the scrapers would have to respect it.  They largely haven't.\n\nThey don't have control over what outside companies do."
                },
                {
                    "author": "did:plc:hnb73fhujgr7g5hp4ipqosrp",
                    "type": 3,
                    "utter": "Oh. I see, yeah I didn't understand that and came off rather pissed. Sorry about that.\nIs it that hard to set up anti-scrappers? Twitter couldn't do it, so I assume?"
                }
            ],
            "uri": "at://did:plc:hnb73fhujgr7g5hp4ipqosrp/app.bsky.feed.post/3lbybrm2t4s2s"
        },
        {
            "talk": [
                {
                    "author": "did:plc:hnb73fhujgr7g5hp4ipqosrp",
                    "type": 1,
                    "utter": "Oh. I see, yeah I didn't understand that and came off rather pissed. Sorry about that.\nIs it that hard to set up anti-scrappers? Twitter couldn't do it, so I assume?"
                },
                {
                    "author": "did:plc:vcu4xukljlgqwek5ekqwgxts",
                    "type": 2,
                    "utter": "You can… impede, but not stop, scraping.  Scraping is just web requests, same as your app or browser make.  Everything you can do to stop or slow them has a workaround that a company with will and capital can implement quickly."
                },
                {
                    "author": "did:plc:vcu4xukljlgqwek5ekqwgxts",
                    "type": 2,
                    "utter": "To give an idea how hard it is to stop these jackanapes, Netflix was scraped over the course of, iirc, several months, using basically the digital equivalent of the analog loophole."
                },
                {
                    "author": "did:plc:hnb73fhujgr7g5hp4ipqosrp",
                    "type": 3,
                    "utter": "Aw man\nSo it just comes packaged with existence as a platform. Thank you for the explanation, I really needed it.\n\nNow I'm at least thankful for the bsky team trying to set up sort of \"consent\" stuff now. Thank you."
                }
            ],
            "uri": "at://did:plc:hnb73fhujgr7g5hp4ipqosrp/app.bsky.feed.post/3lbydw3bqs22m"
        }
    ]
}