{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:hudz6icnalfb66imn3ytz3r2",
                    "type": 1,
                    "utter": "RCP is a rightoid site lol. They don't hide it. They have staff prayers for Trump every day."
                },
                {
                    "author": "did:plc:gjiqceb77oo43lp3mxnaejq4",
                    "type": 2,
                    "utter": "That General Election chart lists all the polls out there and averages them out. How would they game that?\n\nOver on 538, they're listing the same GE polls too.\n\nprojects.fivethirtyeight.com/polls/presid..."
                },
                {
                    "author": "did:plc:hudz6icnalfb66imn3ytz3r2",
                    "type": 3,
                    "utter": "it's still affected by NYP, Memerson, and the CNN poll group that was majority GOP, which destroyed the weightings to the point of being useless. \n\nWent through this not even a year ago with this same generally awful polling and would have retained everything except NY dems don't do oppo"
                },
                {
                    "author": "did:plc:hudz6icnalfb66imn3ytz3r2",
                    "type": 3,
                    "utter": "Santos getting elected was the tip of the iceberg. At no point did NY dems do any research on anyone or anything and it swung the house. Good news is the DNC has since created a shadow party in New York cuz the locals are all Stevie Wonder in an era where teletype doesn't exist, apparently."
                }
            ],
            "uri": "at://did:plc:hudz6icnalfb66imn3ytz3r2/app.bsky.feed.post/3k7aiwuvv2w27"
        },
        {
            "talk": [
                {
                    "author": "did:plc:hudz6icnalfb66imn3ytz3r2",
                    "type": 1,
                    "utter": "it's still affected by NYP, Memerson, and the CNN poll group that was majority GOP, which destroyed the weightings to the point of being useless. \n\nWent through this not even a year ago with this same generally awful polling and would have retained everything except NY dems don't do oppo"
                },
                {
                    "author": "did:plc:hudz6icnalfb66imn3ytz3r2",
                    "type": 1,
                    "utter": "Santos getting elected was the tip of the iceberg. At no point did NY dems do any research on anyone or anything and it swung the house. Good news is the DNC has since created a shadow party in New York cuz the locals are all Stevie Wonder in an era where teletype doesn't exist, apparently."
                },
                {
                    "author": "did:plc:7wkoeyp52q7l7u3lnqs4sk2m",
                    "type": 2,
                    "utter": "Hum? I know new York Dems shitty as Arkansas Dems but what happened now?"
                },
                {
                    "author": "did:plc:hudz6icnalfb66imn3ytz3r2",
                    "type": 3,
                    "utter": "They couldn't even be bothered to run 15 dollar background checks on the R candidates, or even google them or verify identity. Zeldin ran strong during Roevember despite being for abortion bans because, again, no oppo research or ads (and this was the free one, IT'S ON RECORD IN CONGRESS)...."
                },
                {
                    "author": "did:plc:hudz6icnalfb66imn3ytz3r2",
                    "type": 3,
                    "utter": "They failed to even know who Santos was. Adding to the disasters was the Hochul redistricting saga which you need to read at least 5 articles in major papers to begin to understand. \n\nAnd then on top of it for some reason they were running to the right as if they were a South Carolina dem in 2010..."
                },
                {
                    "author": "did:plc:hudz6icnalfb66imn3ytz3r2",
                    "type": 3,
                    "utter": "And, they blew the state treasury on tax breaks for homeowners during the primaries TO HELP THEIR FAVORED CANDIDATES IN DEEP BLUE STATE PRIMARIES. THEN NO CONSUMER RELIEF OR WORKING CLASS RELIEF OF ANY FORM THE ENTIRE ELECTION SEASON."
                },
                {
                    "author": "did:plc:hudz6icnalfb66imn3ytz3r2",
                    "type": 3,
                    "utter": "that state party put on a masterclass of losing that hasn't been seen since the total collapse of the Colorado GOP (which is currently being run by an edgy teenager posting hoi4 memes and arguing for the third reich frequently on twitter, I did not make this up)"
                }
            ],
            "uri": "at://did:plc:hudz6icnalfb66imn3ytz3r2/app.bsky.feed.post/3k7akbeq2fq2f"
        }
    ]
}