{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:i6exst6s53p76kavlsan2tec",
                    "type": 1,
                    "utter": "It is not rational to expect a doctor to risk a life sentence. Their defense of “we followed the law” would succeed. But this risk is why no ObGyns will practice in Texas in the future. Causing more women to die."
                },
                {
                    "author": "did:plc:es365hrajwyslvb45hdho7z5",
                    "type": 2,
                    "utter": "I’m pretty certain the law says except when the life of the mother is threatened.\nNo lawmaker or Judge or Jury can make the determination of when a mother’s life is threatened, only her doctors can do that.\nNobody can say her life was NOT threatened because clearly it was\nWait til it’s your daughter"
                },
                {
                    "author": "did:plc:i6exst6s53p76kavlsan2tec",
                    "type": 3,
                    "utter": "Look up what the AG has explicitly said about his intention to sue doctors. This isn’t ambiguous."
                }
            ],
            "uri": "at://did:plc:i6exst6s53p76kavlsan2tec/app.bsky.feed.post/3lc7y57xcts2h"
        },
        {
            "talk": [
                {
                    "author": "did:plc:i6exst6s53p76kavlsan2tec",
                    "type": 1,
                    "utter": "Look up what the AG has explicitly said about his intention to sue doctors. This isn’t ambiguous."
                },
                {
                    "author": "did:plc:es365hrajwyslvb45hdho7z5",
                    "type": 2,
                    "utter": "Then a doctor will have to get sued.\nThey can get sued for treating the patient, but they will present a defense of I acted to save the life of the mother.\nLet them defend themselves for negligence and wrongful death for withholding care to save their license."
                },
                {
                    "author": "did:plc:i6exst6s53p76kavlsan2tec",
                    "type": 3,
                    "utter": "They're talking about charging doctors with a felony for providing an abortion. Saying \"oh well, they'll just have to defend themselves\" tells me that you have no idea about the cost of such a lawsuit, financially or emotionally."
                }
            ],
            "uri": "at://did:plc:i6exst6s53p76kavlsan2tec/app.bsky.feed.post/3lceogxmks22n"
        },
        {
            "talk": [
                {
                    "author": "did:plc:i6exst6s53p76kavlsan2tec",
                    "type": 1,
                    "utter": "Really? You want to blame the doctors for not risking 99 year prison terms?"
                },
                {
                    "author": "did:plc:hzs7tvik6psqia7hvccwklep",
                    "type": 2,
                    "utter": "I don't blame the doctors at all but serious question.... with privacy laws in place, how could anyone even find out if the doctors did do the procedure to save her? Those are her private medical records, no?"
                },
                {
                    "author": "did:plc:i6exst6s53p76kavlsan2tec",
                    "type": 3,
                    "utter": "Remember the “vigilante law” Texas has? Unless you know that no one who had contact with the patient will talk."
                }
            ],
            "uri": "at://did:plc:i6exst6s53p76kavlsan2tec/app.bsky.feed.post/3lc635fdlsc2i"
        }
    ]
}