{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:idi75z5g5lmqrtyswrnhfubo",
                    "type": 1,
                    "utter": "Quote posting is the easiest way that I know of to start a new conversation about something that someone else said, while providing a link back to the original conversation. What's your suggested alternative?"
                },
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 2,
                    "utter": "Quote posting itself is not the problem. Quote dunking is used in a derisive, belittling way. It is often used where simply replying to the other person would be appropriate, but the quoter chooses to hold someone up to scorn for all their followers to see. It's a terrifying experience for victims."
                },
                {
                    "author": "did:plc:idi75z5g5lmqrtyswrnhfubo",
                    "type": 3,
                    "utter": "If the person being quoted doesn't like it, they can easily block, and it prevents anyone from piling on. Bluesky is not X."
                }
            ],
            "uri": "at://did:plc:idi75z5g5lmqrtyswrnhfubo/app.bsky.feed.post/3lbqlrr2bes2s"
        },
        {
            "talk": [
                {
                    "author": "did:plc:idi75z5g5lmqrtyswrnhfubo",
                    "type": 1,
                    "utter": "If the person being quoted doesn't like it, they can easily block, and it prevents anyone from piling on. Bluesky is not X."
                },
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 2,
                    "utter": "Bluesky does allow you to detach your own post from a quoted post, which is an improvement from Xitter. But seeing other people being victimized by quote dunking drags down the experience for all, like watching some jerk yelling at a waiter or clerk in a public place."
                },
                {
                    "author": "did:plc:idi75z5g5lmqrtyswrnhfubo",
                    "type": 3,
                    "utter": "Who exactly are you claiming is being victimized here?"
                }
            ],
            "uri": "at://did:plc:idi75z5g5lmqrtyswrnhfubo/app.bsky.feed.post/3lbqm4pldo22s"
        },
        {
            "talk": [
                {
                    "author": "did:plc:idi75z5g5lmqrtyswrnhfubo",
                    "type": 1,
                    "utter": "Who exactly are you claiming is being victimized here?"
                },
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 2,
                    "utter": "The original poster being dunked on, but also all of us seeing the quote dunk, because it drags down the tone. It makes things more toxic, which I thought we came here to escape from."
                },
                {
                    "author": "did:plc:idi75z5g5lmqrtyswrnhfubo",
                    "type": 3,
                    "utter": "The OP of this thread is quoting a post whose views they seem to agree with. But anyway, if you dislike posts that disagree with the post they are quoting, maybe you should block or mute the person posting them. I don't find anything objectionable about them, and neither do most users, it seems."
                }
            ],
            "uri": "at://did:plc:idi75z5g5lmqrtyswrnhfubo/app.bsky.feed.post/3lbqmigwsu22s"
        },
        {
            "talk": [
                {
                    "author": "did:plc:idi75z5g5lmqrtyswrnhfubo",
                    "type": 1,
                    "utter": "The OP of this thread is quoting a post whose views they seem to agree with. But anyway, if you dislike posts that disagree with the post they are quoting, maybe you should block or mute the person posting them. I don't find anything objectionable about them, and neither do most users, it seems."
                },
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 2,
                    "utter": "This was in fact a double quote post. The particular post I commented on is quoting a post that is dunk quoting on someone for fat shaming. Which is worth criticizing, but why not do it in a comment to that person?   I gather you have never been victimized in such a way."
                },
                {
                    "author": "did:plc:idi75z5g5lmqrtyswrnhfubo",
                    "type": 3,
                    "utter": "I've had my posts quoted by people who disagreed with them back on Twitter. I wouldn't call it being victimized though. I think if you want to voice your opinion in public, you should be willing to stand behind it."
                }
            ],
            "uri": "at://did:plc:idi75z5g5lmqrtyswrnhfubo/app.bsky.feed.post/3lbqoozahtc2s"
        }
    ]
}