{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:idu7w6nxusiezlrlk62f4bbd",
                    "type": 1,
                    "utter": "The truth is, a lot of people don't give a shit about decentralization. They just want a space made by people who are committed to making a safe, welcome space where they're not being advertised to. Decentralization doesn't inherently offer that and in fact can have much worse curation practices."
                },
                {
                    "author": "did:plc:idu7w6nxusiezlrlk62f4bbd",
                    "type": 1,
                    "utter": "They're building ATP, yes, but they know the user journey means that most people will stay with their instance, almost like Reddit's default subs. Thus, it's vital to make the initial experience as comprehensively safe and robust as possible, especially with financial sustainability at play."
                },
                {
                    "author": "did:plc:wli3qpfcun2bcidet7uzjb44",
                    "type": 2,
                    "utter": "and if getting to federation is the only priority, then why triple the size of the beta userbase in the past month? why would they  keep expanding the size of the social media platform if they don't want to run a social media platform\n\nis it just acceptable collateral damage?"
                },
                {
                    "author": "did:plc:idu7w6nxusiezlrlk62f4bbd",
                    "type": 3,
                    "utter": "It's possible that they'd made knee-jerk moves to let more users onto the platform in order to provide them a safe space to propagate at the cost of moderation/community resources being spread thin. From that point, I get it, but it still comes at that cost."
                }
            ],
            "uri": "at://did:plc:idu7w6nxusiezlrlk62f4bbd/app.bsky.feed.post/3k2gc3gfi2e2w"
        },
        {
            "talk": [
                {
                    "author": "did:plc:idu7w6nxusiezlrlk62f4bbd",
                    "type": 1,
                    "utter": "It's possible that they'd made knee-jerk moves to let more users onto the platform in order to provide them a safe space to propagate at the cost of moderation/community resources being spread thin. From that point, I get it, but it still comes at that cost."
                },
                {
                    "author": "did:plc:wli3qpfcun2bcidet7uzjb44",
                    "type": 2,
                    "utter": "right, the rapid expansion seemed like a well-meaning move to let in more queer and trans users due to changes on twitter. but there were already scant moderation resources -- a mod team without decision making power, user created mute lists. in that light it's not a responsible decision"
                },
                {
                    "author": "did:plc:idu7w6nxusiezlrlk62f4bbd",
                    "type": 3,
                    "utter": "Right on the money! Speaking of that, I'm reeeealllllyyyy hoping that the new funding round they were able to raise is allocated towards greater T&S/moderation resources, because clearly, it's sorely needed!\n\nAlso you have dozens of people here who would be happy to do it for you professionally js"
                }
            ],
            "uri": "at://did:plc:idu7w6nxusiezlrlk62f4bbd/app.bsky.feed.post/3k2gcgjqk2e2m"
        }
    ]
}