{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:ieipici6is42y7e6r2cvk4x2",
                    "type": 1,
                    "utter": "\"None of these are Gen AI systems trained on user content.\"\n\nThat can be read in quite a weasely way. Are the classifiers or recommendation systems built using models pretrained with data obtained without consent?"
                },
                {
                    "author": "did:plc:gg7eowb5bhs32coftdxnq2if",
                    "type": 2,
                    "utter": "Training on Shakespeare is training without consent"
                },
                {
                    "author": "did:plc:ieipici6is42y7e6r2cvk4x2",
                    "type": 3,
                    "utter": "Quite so (and I say that as someone who’s done that). Here’s a more interesting one: training on Agatha Christie. We really need to work out where our boundaries lie here."
                }
            ],
            "uri": "at://did:plc:ieipici6is42y7e6r2cvk4x2/app.bsky.feed.post/3lb5ptiigjc2k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ieipici6is42y7e6r2cvk4x2",
                    "type": 1,
                    "utter": "Here’s one you might like (but others here will find sketchy): I wanted to try style transfer of Mary Shelley. Obviously, the most important text is Frankenstein. But Frankenstein was edited by Percy, so I bought a copy with the reconstructed attempt at the original text. It holds a new copyright…"
                },
                {
                    "author": "did:plc:gg7eowb5bhs32coftdxnq2if",
                    "type": 2,
                    "utter": "It can be sketchy and interesting and more all at the same time. How would you judge if it had worked? And yeah the cutoff question - how much time needs to pass?\n\nDo you think copyright rules likely to change much in light of all this?"
                },
                {
                    "author": "did:plc:ieipici6is42y7e6r2cvk4x2",
                    "type": 3,
                    "utter": "There has to be some clarification of fair use, one way or another.\n\nI was listening, when you replied earlier, to the new Spotify full-cast dramatisation of 'The Mysterious at Styles' produced \"with the permission of Agatha Christie ltd.\""
                }
            ],
            "uri": "at://did:plc:ieipici6is42y7e6r2cvk4x2/app.bsky.feed.post/3lb5zfott4k2j"
        }
    ]
}