{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:ig6tewdyaa2efn5ijjsooeun",
                    "type": 1,
                    "utter": "わー！いろいろ教えてくださってありがとうございます！！\n何からどれをしたらいいの！！？お金足りない！！経験値も足りない！！？！ってなってますが、ログインとかでぽつぽつ貯めていきます〜！\n\n最初は大丈夫かな…とも思ってたんですが、「なるほど、こういうことをやりたいんだな」っていうのがわかってからはめっちゃ楽しめてます💪✨\n資源が足りなさすぎて出陣しまくりですが（笑）\n課金圧、以前ごんさんおっしゃってたので、どんなもんだろ〜って思ってたらまあまあ圧ありますね😂\n\nアスランの韓服！？というか若い！！？？えーめっちゃいい！！ツボがわかってる！！！！！"
                },
                {
                    "author": "did:plc:27wdndxpjo7luivtese2za4e",
                    "type": 2,
                    "utter": "韓服いいですよねー！\n今のところコーデに韓服があるのはオンダルとルシリカだけなので、もっとどしどし来い！って思ってます。際どいデザインはしないゲームなので信頼がある……。\n\nストーリーは序盤はちょっと説教くさいし世界観の説明も緻密ではなくゆるっとしてるので、私も最初戸惑いました。\n進めていくとこの抽象さだからできるタイプの話をやってるんだなーと腑に落ちた感じです。\n昔の猛者が顔を見せ始めてから楽しくなりました。\n年長者と若者のやり取りが好きというか。"
                },
                {
                    "author": "did:plc:27wdndxpjo7luivtese2za4e",
                    "type": 2,
                    "utter": "育成は、ストーリー加入のフラムやヨハンを育成すると使った素材や資金が払い戻しされるのでまずそちらを進めるのがおすすめです。\n\n超越(上限突破)と覚醒は別口の素材がいります。超越はシナリオバトルと「超越の殿堂」。\n覚醒素材は「元素の殿堂」で拾えます(めっちゃ渋い)。\n\nスキル上げは素材と資金。\n\nあとは装備を入手して、それぞれのキャラにほしいパラメータに合わせて配分+レベル上げが割と大事です。\n\n育てればどんどん強くなるのが実感できて楽しいですが、育てるのはすっごく手間暇かかるタイプのゲームだなと私は思ってます。ヘルガさんめっちゃ頼れますよ〜！"
                },
                {
                    "author": "did:plc:ig6tewdyaa2efn5ijjsooeun",
                    "type": 3,
                    "utter": "露出あっても際どくないしキャラの性格を考えたら納得のデザインばかりだし、何より覚醒するたびに布が増える！！！のが地味にうれしいです😂\n\nストーリー、最初は「も、もうちょっとそこ丁寧にしなくていいの！？」とか「ゆるっとがばっとしてるけど展開大丈夫？」とかひやひやはしましたが、やりたいことにばちっとはまれてるので今ではそのゆるさも込みで好きです～！\n年長者と若者いいですよね！！！\nどんどんお披露目されていく年長者たちにわくわくするし、そこに挟まれるフラムの「おばあちゃん」が最高です✨\n\n初期騎士たちの育成素材が還元されるの有難いです～～～なんとか地道に強化していってます…素材がなかなか"
                },
                {
                    "author": "did:plc:ig6tewdyaa2efn5ijjsooeun",
                    "type": 3,
                    "utter": "落ちてくれなくてひたすら出陣してもらってますが…。\n\n超越と覚醒それぞれあるの最近知って、「素材別！？落ちない！？金欠になってる！？こっちは！？あっちも！！！？」とてんやわんやしてます😂\nでも強くなったのは結構実感できるのでやりがいはありますね。素材全然集まらないけど…！！！\n\nヘルガさんめちゃくちゃ助けられてます！！\nフラムとヘルガさんの大立ち回りでガンガン周回進めてくれてありがたいです…あと、フラムとヘルガさんのやりとりも大好きですが、ヘルガさんとアスランとヴァルターのこの三人もツボです…"
                }
            ],
            "uri": "at://did:plc:ig6tewdyaa2efn5ijjsooeun/app.bsky.feed.post/3lbovhzxk422g"
        }
    ]
}