{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 1,
                    "utter": "Did something happen on Famichiki or is it just that it didn’t reach critical mass?"
                },
                {
                    "author": "did:plc:pay7hbhmgcfitub4umyeghl6",
                    "type": 2,
                    "utter": "In my view, it didnt (hasn’t!) reached critical mass.  A lot of great Japan-side expats on Famichki, and ex-“X” posters on Mastodon.  But the feed doesn’t hum.  At least for me."
                },
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 3,
                    "utter": "From the journalist perspective, I lost interest in Mastodon when I realized how impossible it is to actually find content that interests you; the anti-search philosophy is hostile by design.\n\nIf you only want to see posts from 10 people you like, start a group chat."
                }
            ],
            "uri": "at://did:plc:il7o6k67mod2k5vziz4mictg/app.bsky.feed.post/3ldna2t2ud22f"
        },
        {
            "talk": [
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 1,
                    "utter": "From the journalist perspective, I lost interest in Mastodon when I realized how impossible it is to actually find content that interests you; the anti-search philosophy is hostile by design.\n\nIf you only want to see posts from 10 people you like, start a group chat."
                },
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 2,
                    "utter": "My Mastodon profile has these data:\n1.2K Followers  3.2K Following  4.3K Posts\nSo my experience may differ from those who dipped their toe in and didn't find what they like. Also, the search function is much improved. And Famichiki, while not my instance (I'm on Vivaldi's server), is full of energy."
                },
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 3,
                    "utter": "How exactly has search functionality improved? Because it used to be that if it wasn’t on the instance, or on an instance that was connected by some form of arcane magic AND allowed people to search, you couldn’t find shit."
                }
            ],
            "uri": "at://did:plc:il7o6k67mod2k5vziz4mictg/app.bsky.feed.post/3ldnfav3sq22f"
        },
        {
            "talk": [
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 1,
                    "utter": "Nobody who unsarcastically calls it X will ever see the kingdom of heaven, but that's a different conversation.\n\nSeems like the 'Twitter2' trend, at least when you get past all the botted sludge tweets, is just in reference to Mixi2, which... I mean I can see how they'd think there's an opening."
                },
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 1,
                    "utter": "Mixi was probably the biggest impetus toward improving my Japanese early on - there was the diary function, messaging, the different communities etc. You could trade concert tickets, you could find friends to go to games with. There were a lot of foreigner-centered communities despite ..."
                },
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 1,
                    "utter": "...the platform's apathy toward foreigners (for many years you could not register with a smartphone!). Hell I got a pivotal early job through Mixi that was life-changing.\n\nObviously the site became irrelevant after 3/11 when people realized Twitter and FB were better built for purpose..."
                },
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 1,
                    "utter": "...and Mixi has limped along since then but the company is now much better known as a game publisher (and owner of various sports betting-related entities as well as sports teams) than it is as a social media platform.\n\nNow, having registered to Mixi2, I can tell you it's just Mixi Lite."
                },
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 2,
                    "utter": "Were you able to register right away because you were a user of the original Mixi? I wonder how long it will be invitation-only."
                },
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 3,
                    "utter": "No, people are just posting invites onto Twitter. It's 'invite-only' in the same way that Google+ once was."
                }
            ],
            "uri": "at://did:plc:il7o6k67mod2k5vziz4mictg/app.bsky.feed.post/3ldfxul2a6c2j"
        },
        {
            "talk": [
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 1,
                    "utter": "Probably just a couple earthquakes away from a migration."
                },
                {
                    "author": "did:plc:drfmazaaqotnlkdoca3qpffp",
                    "type": 2,
                    "utter": "Yes, Bluesky still isn't good for live responses to breaking news and events. However, nor is Twitter these days. There's more chance of Bluesky getting better but there's a 60 second limit on video uploads. Coverage clips of the Haneda crash and Noto quake were generally longer than that."
                },
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 3,
                    "utter": "3/11 wasn’t that long after Twitter had just started to allow for native image posting IIRC. Bluesky will get there and feeds will also allow for a lot more granularity in terms of tracking information."
                }
            ],
            "uri": "at://did:plc:il7o6k67mod2k5vziz4mictg/app.bsky.feed.post/3lcfclq2pv22h"
        },
        {
            "talk": [
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 1,
                    "utter": "3/11 wasn’t that long after Twitter had just started to allow for native image posting IIRC. Bluesky will get there and feeds will also allow for a lot more granularity in terms of tracking information."
                },
                {
                    "author": "did:plc:6kphgj3l3h2pjseudqu7r5n3",
                    "type": 2,
                    "utter": "I don’t think it’s a functionality issue for Japanese users. By and large the Japanese experience hasn’t changed much, and users don’t care about Musk and his American politics. There are some complaints about dodgy ads and the like, but nothing likely to trigger a en masse migration right now."
                },
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 3,
                    "utter": "I disagree that the experience hasn’t changed much. Dodgy ads, shady algorithm (yes you can switch to chronological but app and website both switch back frequently), trending tab being junk, blue checks no longer serving any use, floods of AI slop replies.\n\nDo you think it could handle another 3/11?"
                },
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 3,
                    "utter": "Japan switched to Twitter because it provided very easy access to crucial info. Current iteration nearly incapable of doing the same, and it’s by design."
                }
            ],
            "uri": "at://did:plc:il7o6k67mod2k5vziz4mictg/app.bsky.feed.post/3lcfdmbs2e22h"
        }
    ]
}