{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:j42gs6zovmd34x4hn2mjacxq",
                    "type": 1,
                    "utter": "I follow some garbage because I want to know what garbage says. I completely understand and empathize with people who do not, or who want to be protected from that, but some of us don't. \n\nThere's a danger in ideological echo chambers, and making \"expel the heretics\" your national sport."
                },
                {
                    "author": "did:plc:kmmr7gi2dg4we3zirm5bws5m",
                    "type": 2,
                    "utter": "We collectively tried this approach on the other site. Bit by bit the garbage took over. Because whether in agreement or as voyeurs it enabled them.\n\nSince day dot, people on Bluesky have advocated for a different approach. If you prefer the old one, may I suggest Twitter."
                },
                {
                    "author": "did:plc:j42gs6zovmd34x4hn2mjacxq",
                    "type": 3,
                    "utter": "I would just recommend you not worry about who I follow, and if you think I suck, block me ) but you do you."
                }
            ],
            "uri": "at://did:plc:j42gs6zovmd34x4hn2mjacxq/app.bsky.feed.post/3lcrrrc4ryk26"
        },
        {
            "talk": [
                {
                    "author": "did:plc:j42gs6zovmd34x4hn2mjacxq",
                    "type": 1,
                    "utter": "I would just recommend you not worry about who I follow, and if you think I suck, block me ) but you do you."
                },
                {
                    "author": "did:plc:kmmr7gi2dg4we3zirm5bws5m",
                    "type": 2,
                    "utter": "I don’t care who you follow or have an opinion on you what so ever.\n\nI was just genuinely responding to your comment about Blueskys favoured approach to blocking garbage being dangerous, with a counter point that history would show following garbage is dangerous re Twitter again."
                },
                {
                    "author": "did:plc:j42gs6zovmd34x4hn2mjacxq",
                    "type": 3,
                    "utter": "If it's dangerous to your mental, emotional, or physical health, by all means, don't follow. If someone harasses you, disengage. I mean, I should be smarter about that last myself, but I'm kind of in my \"give no fucks\" era."
                }
            ],
            "uri": "at://did:plc:j42gs6zovmd34x4hn2mjacxq/app.bsky.feed.post/3lcrs6phpis26"
        }
    ]
}