{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:j4tgjj46h2apdyu7xyrnqe6u",
                    "type": 1,
                    "utter": "政治的連帯としてのLGBTに連帯し法治国家における権利の獲得を目指しつつ、LGBT以前から各地に存在し続けているあらゆるクィアにも目を向けていく必要があるよねということを少し前から友人たちと話していて、来年度あたりからそれについて色々勉強する機会がありそうで嬉しい"
                },
                {
                    "author": "did:plc:edzlnzvoztauuygch4z5fvl3",
                    "type": 2,
                    "utter": "なぜ差別用語を軽々しく？ bsky.app/profile/haru..."
                },
                {
                    "author": "did:plc:j4tgjj46h2apdyu7xyrnqe6u",
                    "type": 3,
                    "utter": "リプライありがとうございます！\n\nわたしは「クィア」という表現が、差別用語として使用されていた歴史を持つことは認識していますが、この表現は当事者によってすでに取り返されたものと考えています。なので、この経緯を踏まえて、連帯や抵抗のための表現として用いることに賛同しています。ただ、自称しない人や、この表現を差別的だと感じる人に向けてこの表現を使うことは反対です。\n\n非常に取り扱いが難しい表現とは思います。ご指摘いただいたことについては今後も考え続けていきたいと思います。ありがとうございました！"
                }
            ],
            "uri": "at://did:plc:j4tgjj46h2apdyu7xyrnqe6u/app.bsky.feed.post/3lboxvwd6rc2h"
        },
        {
            "talk": [
                {
                    "author": "did:plc:j4tgjj46h2apdyu7xyrnqe6u",
                    "type": 1,
                    "utter": "リプライありがとうございます！\n\nわたしは「クィア」という表現が、差別用語として使用されていた歴史を持つことは認識していますが、この表現は当事者によってすでに取り返されたものと考えています。なので、この経緯を踏まえて、連帯や抵抗のための表現として用いることに賛同しています。ただ、自称しない人や、この表現を差別的だと感じる人に向けてこの表現を使うことは反対です。\n\n非常に取り扱いが難しい表現とは思います。ご指摘いただいたことについては今後も考え続けていきたいと思います。ありがとうございました！"
                },
                {
                    "author": "did:plc:edzlnzvoztauuygch4z5fvl3",
                    "type": 2,
                    "utter": "「取り返された」とおっしゃいますが、「ク○ア」を取り返そうと騒いでいる人たちはボーカルマイノリティーに過ぎず、社会の規範をこぞって犯そうとしないと「本物の」同志とみなさない人がほとんどです。「ク○ア運動」に追い出され、ごく普通の社会の一員として波風立てず暮らしたいLGBT当事者の存在を踏みにじる意味を帯びたこの差別用語は、仲間であるはずの人たちからも向けられる矛先に成り果てています。自重を願います。"
                },
                {
                    "author": "did:plc:j4tgjj46h2apdyu7xyrnqe6u",
                    "type": 3,
                    "utter": ">社会の規範をこぞって犯そうとしないと「本物の」同志とみなさない人がほとんどです。「ク○ア運動」に追い出され...\n\nこの部分については、ある特定の方向からの見解のようにも思われますが、はるるさんがそのようなご意見をお持ちということについては理解しました。\nただ、わたし自身が「クィア」という表現に救われた当事者であること、またこの表現を用いる方々の大半は慎重な検討を行なっていると考えられることから、充分に気を付けつつ、今後もこの表現と向き合いたいと思います。ただ、「」をつけるなどの工夫は必要かもしれないと今回思いました。ありがとうございました！"
                }
            ],
            "uri": "at://did:plc:j4tgjj46h2apdyu7xyrnqe6u/app.bsky.feed.post/3lbozvv435s25"
        },
        {
            "talk": [
                {
                    "author": "did:plc:j4tgjj46h2apdyu7xyrnqe6u",
                    "type": 1,
                    "utter": "ご返信ありがとうございます！\n\nはるるさんのご意見も、けむしさんのご意見も、ご自身のご経験や所属コミュニティでの議論等から成るものでどちらも重要な主張だと思います。ただ、管見の限りですが、はるるさんよりもけむしさんの方が広く意見を受け入れる姿勢をお持ちでいらっしゃるように思いますし、わたし自身の経験に基づく考えは、けむしさんに近いものです。\nはるるさんとお話しして、異なる意見をお聞きする機会を得れてよかったです。ありがとうございました。"
                },
                {
                    "author": "did:plc:edzlnzvoztauuygch4z5fvl3",
                    "type": 2,
                    "utter": "「多数派である余裕」と「他人の意見を聞く姿勢」を取り違えていらっしゃいませんか。\n\n多数派は、自己主張の必要性が少数派より断然少ないです。\n自分の意見が多数派で無く、多数派の意見に弾圧されている窮地に立つ人に「相手（弾圧者）の意見を聞く姿勢」を求めるのは、多少のお門違いでは。\nいつも無かったことにされる少数意見を聞いてもらえるように必死な少数派がかわいそうになります。"
                },
                {
                    "author": "did:plc:j4tgjj46h2apdyu7xyrnqe6u",
                    "type": 3,
                    "utter": "ご返信ありがとうございます。\n\n多数派と少数派の力関係は確かに考慮すべきですね。\nただ、はるるさんとお話ししていて、異なる立場であるわたし自身の経験を軽視しているように感じられてしまいます。わたしははるるさんのおっしゃる（はるるさんが定義する）「多数派」であるから、わたし自身の経験は「少数派」のはるるさんから軽視されていいのだろうか、ということです。\nおそらくこの問題については平行線で、SNSという場で議論することに向きません。異なる立場の方と意見を交換することができてよかったです。以降返信は致しません。ご了承ください。"
                }
            ],
            "uri": "at://did:plc:j4tgjj46h2apdyu7xyrnqe6u/app.bsky.feed.post/3lbqm3yv7dk2o"
        }
    ]
}