{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:k4gmklbdzsalzydptr4ekgbw",
                    "type": 1,
                    "utter": "If there's content you'd think we would like, and those suggestions are based on AI, how does that happen without training the AI making suggestions on the data of users they're making suggestions to?"
                },
                {
                    "author": "did:plc:yhedl7yhmtcjy5sggfspmb6v",
                    "type": 2,
                    "utter": "It’s like a color filter. You might need a test image (training data) to verify that shifting the hue by 30° produces a good-enough effect, but once that’s done, you don’t need to calibrate (i.e., train) the function again. You just feed it the new data (your profile) and it outputs the suggestions"
                },
                {
                    "author": "did:plc:k4gmklbdzsalzydptr4ekgbw",
                    "type": 3,
                    "utter": "I mean, you just said it starts with training data and then it needs to be fed more data. That may not be \"generative\" AI but that's frankly just splitting hairs and falling for corporate weasel wording"
                }
            ],
            "uri": "at://did:plc:k4gmklbdzsalzydptr4ekgbw/app.bsky.feed.post/3lazwkqz2q22d"
        },
        {
            "talk": [
                {
                    "author": "did:plc:k4gmklbdzsalzydptr4ekgbw",
                    "type": 1,
                    "utter": "I mean, you just said it starts with training data and then it needs to be fed more data. That may not be \"generative\" AI but that's frankly just splitting hairs and falling for corporate weasel wording"
                },
                {
                    "author": "did:plc:yhedl7yhmtcjy5sggfspmb6v",
                    "type": 2,
                    "utter": "The crucial point is that the second time it’s “fed” it isn’t fed as in “stored forever and used in later runs.” That happens only during training, and it’s the main appeal around AI: train it once with known data, use it on the field on unknown inputs to produce novel outputs"
                },
                {
                    "author": "did:plc:k4gmklbdzsalzydptr4ekgbw",
                    "type": 3,
                    "utter": "That is not at all how it works, but, I'm not really looking to granularly parse a PR statement very clearly designed to get more folks to sign up for a new social media service during an exodus from another social media service that's flatlining (for good reason). To each their own."
                }
            ],
            "uri": "at://did:plc:k4gmklbdzsalzydptr4ekgbw/app.bsky.feed.post/3lazxckehn225"
        },
        {
            "talk": [
                {
                    "author": "did:plc:k4gmklbdzsalzydptr4ekgbw",
                    "type": 1,
                    "utter": "That is not at all how it works, but, I'm not really looking to granularly parse a PR statement very clearly designed to get more folks to sign up for a new social media service during an exodus from another social media service that's flatlining (for good reason). To each their own."
                },
                {
                    "author": "did:plc:yhedl7yhmtcjy5sggfspmb6v",
                    "type": 2,
                    "utter": "That’s interesting ‘cause I’m fairly sure of the contrary. If you’d like to have a chat (also for my sake, now I’m curious) let me know. If you don’t, I understand"
                },
                {
                    "author": "did:plc:k4gmklbdzsalzydptr4ekgbw",
                    "type": 3,
                    "utter": "Short version, because it's late and I'm tired, but you deserve a response: \n\nTraining data is still embedded in the datasets. In every type of AI/ML model I've ever seen, which is most of them. There are multiple, large lawsuits around this very important piece of info."
                },
                {
                    "author": "did:plc:k4gmklbdzsalzydptr4ekgbw",
                    "type": 3,
                    "utter": "As an aside, I think it's weird to defend a corporation for doing less than the bare minimum around the topic of AI, there's a lot of \"trust us, bro\" in their words, and it's only by comparison to other options for this type of social media outlet that it seems acceptable."
                }
            ],
            "uri": "at://did:plc:k4gmklbdzsalzydptr4ekgbw/app.bsky.feed.post/3lb22e4wflk25"
        }
    ]
}