{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:kc2tdipfxyp5dpg5nxwagm46",
                    "type": 1,
                    "utter": "That sounds kinda like something that would easily be broken or poisoned by malicious instance moderators as well. All it takes is one instance figuring out how to break it and purposely doing so..."
                },
                {
                    "author": "did:plc:juinyhpjdmrsjiazavbaelqr",
                    "type": 2,
                    "utter": "nah.\nthink about. you have a social graph that's already there, and you present User with all kinds of stuff, people, hashtags, a little randomized, from their clusters.\nThat's it. If someone does SEO-like shit, ban the instance from the algo. done."
                },
                {
                    "author": "did:plc:kc2tdipfxyp5dpg5nxwagm46",
                    "type": 3,
                    "utter": "The thing is,.what happens when you have a larger instance like, say, tech.lgbt that gains a rogue moderator? You can cut the whole instance out, but then that also stops pushing content you may want to see out of the feed"
                }
            ],
            "uri": "at://did:plc:kc2tdipfxyp5dpg5nxwagm46/app.bsky.feed.post/3lbs6gjr64s24"
        },
        {
            "talk": [
                {
                    "author": "did:plc:kc2tdipfxyp5dpg5nxwagm46",
                    "type": 1,
                    "utter": "The thing is,.what happens when you have a larger instance like, say, tech.lgbt that gains a rogue moderator? You can cut the whole instance out, but then that also stops pushing content you may want to see out of the feed"
                },
                {
                    "author": "did:plc:juinyhpjdmrsjiazavbaelqr",
                    "type": 2,
                    "utter": "why not just cut it out of the algo.\nAlso, I don't even know how it could push wrong data.\nIf it did, mostly people on that instance would be harmed, because the instance would stop working correctly (misrepresenting follow relationships, not pushing toots, etc)"
                },
                {
                    "author": "did:plc:kc2tdipfxyp5dpg5nxwagm46",
                    "type": 3,
                    "utter": "Not necessarily*wrong* data, but what would we be basing the algo on, and who would have control over it? But also with rogue moderation, things like letting bot/troll accounts flood the instance so they get pushed - while hurting legit creators and users on that instance"
                }
            ],
            "uri": "at://did:plc:kc2tdipfxyp5dpg5nxwagm46/app.bsky.feed.post/3lbs6un33q224"
        }
    ]
}