{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:kimp74lkzbit7khrnwyjeirg",
                    "type": 1,
                    "utter": "血のレポート続き書けたよ!!\n1人当たりに時間も文字もかけ過ぎたよ…(21〜30番まで、1人当たり1時間以上使用長いと2時間は余裕で超える) \n\n名前:しょいしょい\n血液タイプ:塩　★★★★☆\nしょっぱさの中に焼いたような香ばしい香り、醤油煎餅のような味がします！実は私一度だけ食べたことがあるんですよ！確かお父様が持ってきてくれたものなのですが、あれはどこで買ってきたんでしょうね？\n(裏話:鹿児島の訛りで\"しょい\"は醤油の事らしいので丁度いいかな？という事で醤油おせんべにしてみました！新しく出てきたお父様とは一体？多分何処かで語る事になると思います)"
                },
                {
                    "author": "did:plc:kimp74lkzbit7khrnwyjeirg",
                    "type": 1,
                    "utter": "\n名前:岩井\n血液タイプ:辛　★★☆☆☆\n辛いし痛い…！！口の中を刺すような辛さ！！口の中が刺激と痛みで大惨事！？コレは唐辛子系の辛さです…一旦！誰かホログちゃんの血持ってきて！？単体では飲めたものでは無いですが他の人と混ぜると凄く美味しくなったりします。\n(髪も目も赤いちょっと怖い見た目の職員さんなので辛さと赤さを採用！！そうして選ばれたのは、唐辛子でした。唐辛子イメージなので野菜炒めのワンワンさんの血とかと合いそうですね？)"
                },
                {
                    "author": "did:plc:kimp74lkzbit7khrnwyjeirg",
                    "type": 1,
                    "utter": "名前:TARACHAN\n血液タイプ:苦　★★★☆☆\nほろ苦く、たまに物凄く辛い！！でもクセになる…ししとうみたいな血の味です、苦さと美味しさに病みつきになって無心で飲んでる途中で激辛に当たって咳き込んでしまったりするけれども、やっぱり飲んでしまう…。\n(裏話:どうやら怪我の障害で戦闘時と通常時で性格が変わるらしいので2つの表情を見せてくれる食べ物をセレクトしてみました、激情の辛さと通常時のほろ苦さで病みつきになる…職員さんです！)"
                },
                {
                    "author": "did:plc:kimp74lkzbit7khrnwyjeirg",
                    "type": 1,
                    "utter": "名前:アリス・アラン\n血液タイプ:苦　★★★☆☆\nフルーティな甘さと香りの中、しっかりとした苦味がジワッと口内に広がる…コレはブラッドオレンジの様な少々大人びた味です。オシャレさも感じる味です、口当たりもサラサラとしてて飲みやすいです。\n(裏話:そろそろ表現に幅を持たせる為に口当たり君が参加しました！見た目の落ち着きと赤さからブラッドオレンジに決定！ブラッドオレンジは実はそんなに苦味は強く無かったり…まぁ普通のオレンジと比べたら…ね？？)"
                },
                {
                    "author": "did:plc:kimp74lkzbit7khrnwyjeirg",
                    "type": 1,
                    "utter": "名前:なにもない\n血液タイプ:？　判別不能\nえっと…まずコレは血、なんですよね？？スライムみたいに固まってますしビチビチしているんですが…？？早く飲めって…？えぇ…正気？飲むわけないじゃ無いですよ…血はできる限り飲みますが血じゃ無いものはちょっと…。\n(裏話:アブノマの「何もない」が人間に擬態しているらしいので完全に血らしき物として書きました、実際飲んでたら多分死ぬんじゃないかな…？？とりあえず確実に[規制済み]案件になるとは思います)"
                },
                {
                    "author": "did:plc:kimp74lkzbit7khrnwyjeirg",
                    "type": 1,
                    "utter": "名前:ただの餅\n血液タイプ:苦　★★★☆☆\n苦味と旨味の中ほんのり甘い！そして…特徴的なのはこの血のドロドロというかモチモチとした食感…えっコレ血だよね？？例えるならヨモギ餅みたいな味で中々新感覚な血です…本当に血なんだよね…？\n(裏話:お兄ちゃんが掃除屋に殺されているらしいです、なので苦味がメインになってます、あとは名前！ハイ、やりました完全に確信犯です、餅です…ガッツリお餅に寄せましたなので食感とかいう血で到底聞かない表現が飛び出してきました)"
                },
                {
                    "author": "did:plc:kimp74lkzbit7khrnwyjeirg",
                    "type": 1,
                    "utter": "名前:ビスカット\n血液タイプ:苦　★★★★☆\nハーブの様な爽やかさと青臭さの苦味とエグ味、酩酊と幻覚が見える様な感覚になる危なげな魅力を感じます、甘い味の血と混ぜてあげるとまた魅力的になるのです…ですが好き嫌いは分かれそうな味ですね。\n(裏話:黄緑の髪色や転生させられている不遇属性に何処かネツァクを感じさせるその見た目に惹かれ、アブサンという色々と曰く付きなお酒をチョイスしました。このお酒はなんと！！低くて四十度、高くて七十度の驚異的なアルコール度数だけども美味しいという恐ろしいお酒なのです)"
                },
                {
                    "author": "did:plc:kimp74lkzbit7khrnwyjeirg",
                    "type": 1,
                    "utter": "名前:アース\n血液タイプ:酸　★★☆☆☆\n香り高いライ麦の様な香りと微かな酸味、そして苦味が合わさりちょっと飲みづらさを感じる馴染みの味…近いのは黒パン？独特なエグ味があってコレ単体ではあまり美味しくは飲めませんね懐かしくは良い記憶ではないので。\n(裏話:そろそろパンが欲しいのと苦味と酸味を全面に出したかった！！苦味は苦労してそうな方です、酸味はそれでも爽やかさを秘めているライ麦の黒パンです、お肉とかと相性が良いらしいのでサンズさんの血と相性良さそう)"
                },
                {
                    "author": "did:plc:kimp74lkzbit7khrnwyjeirg",
                    "type": 1,
                    "utter": "名前:うぴ\n血液タイプ:甘　★★★★★\n焦げたハチミツの様なちょっとだけビターなお味と強いミルク缶と卵感溢れる王道なこのお味！！例えるならば、そうプリン！程良い苦味でどんどん飲めるそんな気がする味ですね？もうちょっと無いですか…？\n(裏話:本人の持ち前の可愛さと優しさで甘々なのですが…ちょっとだけ家庭環境が良く無かったらしいので程良い苦味をプラス！そして戦闘狂属性でバニラビーンをトッピング！という事でプリンになりました…本人はプリン好きかな？好きそう)"
                },
                {
                    "author": "did:plc:m7xiswap6oe6pb7rygpnljzc",
                    "type": 2,
                    "utter": "うぴちゃんの血レポート凄く待ってました……！！！\nうぴちゃんは甘いものならなんでも好きそうだからプリンも好きだと思います…そうです家庭環境悪いんです……よく覚えてましたね？\n戦闘狂…なのかな…まぁ戦ってる時笑ってますけど\nというか星5なのか…今のところうぴちゃん入れて星5 3人しかいなかった気がする"
                },
                {
                    "author": "did:plc:kimp74lkzbit7khrnwyjeirg",
                    "type": 3,
                    "utter": "評価に関して、オマケ的に書くか悩んでたんですが…。\n\n星を付けるにあたって、評価基準が実はあって…星1〜3は基本味に関して、4は凄く美味しい！なのですよ！5はそれにSEPIAちゃんの特に好みかどうかが関わってきます。\n\n実は彼女甘いモノが好物なので甘い子達は総じて実はかなり評価が高めだったり…。"
                }
            ],
            "uri": "at://did:plc:kimp74lkzbit7khrnwyjeirg/app.bsky.feed.post/3lbrajeo2ss2i"
        }
    ]
}