{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:kqlzvwlchwkabu3cbniiyiat",
                    "type": 1,
                    "utter": "But seriously, you don’t need any fancy art class to be more skilled. It has been only two sessions but I can already tell that\nIt’s only one class per a week, for 1 hour of feedbacks for the things I’ve done already\nI love my teacher but the course fee is not reasonable (I blame the platform)"
                },
                {
                    "author": "did:plc:kqlzvwlchwkabu3cbniiyiat",
                    "type": 1,
                    "utter": "If some thinks taking art classes will drastically improve their skills, nope\nIt’s more about getting a fresh view from a qualified person\nThat person recommend you to change your art style to “fit” for the market\n(Which I have no problem but some artists can get offended, totally understandable)"
                },
                {
                    "author": "did:plc:asx4prckbjpby4ajvxatncoa",
                    "type": 2,
                    "utter": "Do you think this is also true for beginner art classes?\n\nI have thought about doing that, to have some kind of goal. \nPlus more reason to stay disciplined to study. \n\nHmm, but then again, a fresh view from another person might be just right for that, improvement comes with time... 🫠"
                },
                {
                    "author": "did:plc:kqlzvwlchwkabu3cbniiyiat",
                    "type": 3,
                    "utter": "These days there are lots of tutorials and hacks fron youtube channels too. Free of charge\nI don’t want anybody to think like “oh It will be expensive to learn the skills I need” because it’s not true\nBut if you can afford the classes, you can try. I can’t tell anything about those classes"
                }
            ],
            "uri": "at://did:plc:kqlzvwlchwkabu3cbniiyiat/app.bsky.feed.post/3lbsot3iaas2b"
        },
        {
            "talk": [
                {
                    "author": "did:plc:kqlzvwlchwkabu3cbniiyiat",
                    "type": 1,
                    "utter": "These days there are lots of tutorials and hacks fron youtube channels too. Free of charge\nI don’t want anybody to think like “oh It will be expensive to learn the skills I need” because it’s not true\nBut if you can afford the classes, you can try. I can’t tell anything about those classes"
                },
                {
                    "author": "did:plc:asx4prckbjpby4ajvxatncoa",
                    "type": 2,
                    "utter": "Thank you for your answer and advice!\n\nI saw your other post after i wrote my comment, i think that one is the best advise for improvement.\n\nA deal with the devil is no problem, but my fav is very popular lol"
                },
                {
                    "author": "did:plc:kqlzvwlchwkabu3cbniiyiat",
                    "type": 3,
                    "utter": "Well I love ff2 and there are absolutely no other artists who ship Leon/Firion… you might wanna try it, or not lol\nThere was one other shipper in japan.. 3 years ago\nI had to keep going by myself with the least engagement from the others"
                }
            ],
            "uri": "at://did:plc:kqlzvwlchwkabu3cbniiyiat/app.bsky.feed.post/3lbspdegw622b"
        },
        {
            "talk": [
                {
                    "author": "did:plc:kqlzvwlchwkabu3cbniiyiat",
                    "type": 1,
                    "utter": "Well I love ff2 and there are absolutely no other artists who ship Leon/Firion… you might wanna try it, or not lol\nThere was one other shipper in japan.. 3 years ago\nI had to keep going by myself with the least engagement from the others"
                },
                {
                    "author": "did:plc:asx4prckbjpby4ajvxatncoa",
                    "type": 2,
                    "utter": "I haven't seen Leon since the start of the game. 😅\n\n3 years ago, that is a long time to be alone for a ship! \nAnd even back then, only 2 people!\n\nI enjoy ff2, and I want to take your advice...\n\nBut i think i am foreign in it's fandom until I complete the game and understand all of the story."
                },
                {
                    "author": "did:plc:asx4prckbjpby4ajvxatncoa",
                    "type": 2,
                    "utter": "Leon/Firion hmm, I will look out for Leon, wonder when he comes back?"
                },
                {
                    "author": "did:plc:kqlzvwlchwkabu3cbniiyiat",
                    "type": 3,
                    "utter": "Oooh I won’t spoil it for you\nBut some people give up when there aren’t lots of engagements. It’s different case by case\nI think you more like to be engaged, and hearing cheers from the others\nThen go for popular characters"
                }
            ],
            "uri": "at://did:plc:kqlzvwlchwkabu3cbniiyiat/app.bsky.feed.post/3lbsqbq254c2b"
        }
    ]
}