{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:kqokb3lwlwe7kyvms47s4hnp",
                    "type": 1,
                    "utter": "(Chiming in unsolicited to say: that’s a narrow definition of rigged. A carnival game is rigged when the owner can exert undue and undisclosed influence on its outcome. That’s what I hear Matt saying here.)"
                },
                {
                    "author": "did:plc:nvfposmpmhegtyvhbs75s3pw",
                    "type": 2,
                    "utter": "people who are influential (and often democratically elected) stakeholders in an institution exercising influence in that institution is not undue influence. it’s just politics!"
                },
                {
                    "author": "did:plc:kqokb3lwlwe7kyvms47s4hnp",
                    "type": 3,
                    "utter": "Yes and, when those people are nominally bound by one set of rules, norms and values but routinely sidestep them in order to exert influence that line gets a bit fuzzy, IMO.\n\nLike, we probably agree that “might makes right” is not justice, but that’s sort of what we have, right?"
                },
                {
                    "author": "did:plc:kqokb3lwlwe7kyvms47s4hnp",
                    "type": 3,
                    "utter": "I understand that there are many ways to interpret the role, values, responsibilities etc of the DNC.\n\nBut the meaning of a system is what it does, and this system seems to be best at neutering leftist values - sometimes democratically, sometimes not."
                }
            ],
            "uri": "at://did:plc:kqokb3lwlwe7kyvms47s4hnp/app.bsky.feed.post/3kgrrnnz3kg2x"
        },
        {
            "talk": [
                {
                    "author": "did:plc:kqokb3lwlwe7kyvms47s4hnp",
                    "type": 1,
                    "utter": "Yes and, when those people are nominally bound by one set of rules, norms and values but routinely sidestep them in order to exert influence that line gets a bit fuzzy, IMO.\n\nLike, we probably agree that “might makes right” is not justice, but that’s sort of what we have, right?"
                },
                {
                    "author": "did:plc:3v3kuizmlechpewby7ehjilo",
                    "type": 2,
                    "utter": "What you have just described is how legislatures work"
                },
                {
                    "author": "did:plc:kqokb3lwlwe7kyvms47s4hnp",
                    "type": 3,
                    "utter": "Ok. Are we not supposed to criticize that or…? I didn’t get the handbook."
                }
            ],
            "uri": "at://did:plc:kqokb3lwlwe7kyvms47s4hnp/app.bsky.feed.post/3kgrshlppns2f"
        }
    ]
}