{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:kzthzt6zncofstzf57tvkulf",
                    "type": 1,
                    "utter": "If someone as rich as Steve Jobs couldn’t cure himself with alternative medicine that should tell you a lot about how effective it is by itself."
                },
                {
                    "author": "did:plc:se4debq4u4jzwb5e5g5zkoe5",
                    "type": 2,
                    "utter": "There are also alot of people not as rich as Jobs, who have used alternative medicine to cure themselves of cancer. Job's cancer is particularly nastier than most others"
                },
                {
                    "author": "did:plc:kzthzt6zncofstzf57tvkulf",
                    "type": 3,
                    "utter": "What alternative medicine is it, and who are some of those people? I’m asking in good faith, not trying to be snarky."
                }
            ],
            "uri": "at://did:plc:kzthzt6zncofstzf57tvkulf/app.bsky.feed.post/3lc4hxjsml22j"
        },
        {
            "talk": [
                {
                    "author": "did:plc:kzthzt6zncofstzf57tvkulf",
                    "type": 1,
                    "utter": "What alternative medicine is it, and who are some of those people? I’m asking in good faith, not trying to be snarky."
                },
                {
                    "author": "did:plc:se4debq4u4jzwb5e5g5zkoe5",
                    "type": 2,
                    "utter": "There's Essiac tea, some cancer treatments which have moved to Mexico due to FDA's suppressing in past, but Gerson Diet, Hoxsey Therapy as a few (searching on the internet will say these don't work). If they don't work, why is Mexico one of the top in the world of cancer treatment?"
                },
                {
                    "author": "did:plc:kzthzt6zncofstzf57tvkulf",
                    "type": 3,
                    "utter": "I believe certain things in alternative medicine are useful. I drink turkey tail mushroom tea frequently, and use red light therapy. Certain things like these have a decent amount of research to back up their effectiveness. If you can’t find any evidence for something working, then I’d be-"
                },
                {
                    "author": "did:plc:kzthzt6zncofstzf57tvkulf",
                    "type": 3,
                    "utter": "highly skeptical of them doing much beyond a placebo effect."
                }
            ],
            "uri": "at://did:plc:kzthzt6zncofstzf57tvkulf/app.bsky.feed.post/3lc4vg36hw22h"
        }
    ]
}