{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:le3skjxqmzqs7da767flfi66",
                    "type": 1,
                    "utter": "So they should thank Biden for that? They are going to fight Trump to. They vote for Biden in 2020, what happened? It may be the wrong decision. not voting for those who are enabling the extermination of their relatives is understandable. Kamala sucked anyway!"
                },
                {
                    "author": "did:plc:mfac4isgawsikz4guqdxsjvl",
                    "type": 2,
                    "utter": "What happened? Seriously,  Biden forced the Israeli military to accept US military monitoring, preventing genocide and tried to establish a US presence with the beach aid delivery.\n\nTrump gave the OK for genocide in 2019.\n\nBTW it's not our country and Biden had no authority there."
                },
                {
                    "author": "did:plc:le3skjxqmzqs7da767flfi66",
                    "type": 3,
                    "utter": "Biden arms Israel it's a fact. When 75% of the civilians infrastructures are destroyed, the 2.5 millions Gazaouis are beings displaced from side to side, More than 44k deaths toll. Biden enable this. Right now the ICC is suing Netanyahu... Biden enabled this. So please stop bringing Trump here."
                }
            ],
            "uri": "at://did:plc:le3skjxqmzqs7da767flfi66/app.bsky.feed.post/3lbvmie5mjc2m"
        },
        {
            "talk": [
                {
                    "author": "did:plc:le3skjxqmzqs7da767flfi66",
                    "type": 1,
                    "utter": "Biden arms Israel it's a fact. When 75% of the civilians infrastructures are destroyed, the 2.5 millions Gazaouis are beings displaced from side to side, More than 44k deaths toll. Biden enable this. Right now the ICC is suing Netanyahu... Biden enabled this. So please stop bringing Trump here."
                },
                {
                    "author": "did:plc:mfac4isgawsikz4guqdxsjvl",
                    "type": 2,
                    "utter": "No. He doesn't arm Israel.  Military sales to Israel today were contracted under Trump.\n\nTrump enabled this. He is on record giving Israel the OK to reclaim \"The Promised Land\" (Biblical Israel) when he moved the US Embacy to Jerusalem during his first term. \n\nBiden = Genocide is Russian propaganda"
                },
                {
                    "author": "did:plc:le3skjxqmzqs7da767flfi66",
                    "type": 3,
                    "utter": "It's amazing, you don't assume anything, you are not responsible for anything. After 4 years you still continue to bitch about the Trump administration. You guys are really losers. Is Russian propaganda all you have as an argument? No wonder you're losing to someone as lame as Trump. You suck too."
                }
            ],
            "uri": "at://did:plc:le3skjxqmzqs7da767flfi66/app.bsky.feed.post/3lbvn4vaiuk2m"
        },
        {
            "talk": [
                {
                    "author": "did:plc:le3skjxqmzqs7da767flfi66",
                    "type": 1,
                    "utter": "It's amazing, you don't assume anything, you are not responsible for anything. After 4 years you still continue to bitch about the Trump administration. You guys are really losers. Is Russian propaganda all you have as an argument? No wonder you're losing to someone as lame as Trump. You suck too."
                },
                {
                    "author": "did:plc:mfac4isgawsikz4guqdxsjvl",
                    "type": 2,
                    "utter": "There it is.   \n\nLoosing an argument because you are ignorant of any facts and you turn to insults.\n\nYou are a fraud, an imposter and a weak man-child."
                },
                {
                    "author": "did:plc:le3skjxqmzqs7da767flfi66",
                    "type": 3,
                    "utter": "\"You suck\" I mean the Democrats and their talking points. Please give me the facts you are talking about : did Biden have the authority to block any arm sales to Israel under its administration even if it was passed under Trump?"
                }
            ],
            "uri": "at://did:plc:le3skjxqmzqs7da767flfi66/app.bsky.feed.post/3lbvnphhvzs2m"
        },
        {
            "talk": [
                {
                    "author": "did:plc:le3skjxqmzqs7da767flfi66",
                    "type": 1,
                    "utter": "So can we accept the fact that some people are stupid enough to thrust Trump on the Gaza issues because Biden showed up to be a genocide unabler and completely outplayed by Netanyahu? I just refused the blaming of desperate people who sees the Biden administration unwavering support to Netanyahu."
                },
                {
                    "author": "did:plc:cc6itrtsc55sdku25g2kw4kv",
                    "type": 2,
                    "utter": "You're blinded by your agenda.\n\nA US President has bigger issues to worry about, such as Iran starting a war in the region.\n\nE.g., Truman nuking Japan. Makes him guilty, but ended WWII.\n\nAnd being a purity-pony in American politics will doom any good that can be done.  Everything is a compromise."
                },
                {
                    "author": "did:plc:le3skjxqmzqs7da767flfi66",
                    "type": 3,
                    "utter": "If being pure or blameless is not an end in itself, why want others around the world to stick to international law or human rights ? If you are unable to apply your own principles and laws. Shut the fuck up and do like China with its imperial policy. Stop trying to play the gendarmes of the world."
                }
            ],
            "uri": "at://did:plc:le3skjxqmzqs7da767flfi66/app.bsky.feed.post/3lbyidyw7hk2q"
        }
    ]
}