{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:lglcd7juyjfd5xo4o74z3qi2",
                    "type": 1,
                    "utter": "Punishing people for interacting with accounts is also terrible site design when the site is supposed to thrive on users interacting with each other. Tumblr didn't learn this lesson, but I'm hoping Bluesky will. Also get some damn human moderators, this AI moderation shit is so tiring everywhere."
                },
                {
                    "author": "did:plc:ggh4ypeli4rj2burdk2l7q6b",
                    "type": 2,
                    "utter": "I've been told the moderation team is 20 people and the site has 20 million accounts now."
                },
                {
                    "author": "did:plc:lglcd7juyjfd5xo4o74z3qi2",
                    "type": 3,
                    "utter": "Source?"
                }
            ],
            "uri": "at://did:plc:lglcd7juyjfd5xo4o74z3qi2/app.bsky.feed.post/3lbswhtckf226"
        },
        {
            "talk": [
                {
                    "author": "did:plc:lglcd7juyjfd5xo4o74z3qi2",
                    "type": 1,
                    "utter": "Good to know, many thanks! That being said there's still this issue. Punishing people for interacting with accounts (reposting or liking or following idk what all it encompassed) is still terrible site design when the site itself is supposed to thrive on users interacting with each other."
                },
                {
                    "author": "did:plc:ggh4ypeli4rj2burdk2l7q6b",
                    "type": 2,
                    "utter": "I'm honestly okay if the strays being caught are the people liking Lolita-type anime girls. It's fine in Japan but absolutely has a different audience than intended in the West, and not the good kind."
                },
                {
                    "author": "did:plc:lglcd7juyjfd5xo4o74z3qi2",
                    "type": 3,
                    "utter": "Insert slippery slope metaphor here, fuck CP obviously btw just to be clear. What if the people catching strays aren't though? What then? Is a SW in a sailor uniform deemed as morally incorrect? These are things you have to consider and the moderation team does too, however involved or not they are."
                }
            ],
            "uri": "at://did:plc:lglcd7juyjfd5xo4o74z3qi2/app.bsky.feed.post/3lbszrplf4c2j"
        }
    ]
}