{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:lkmz7nt6llaossqkwv3hyk66",
                    "type": 1,
                    "utter": "Wait you love Rio tooo?? 🥹🥹 my favs are her and Jennifer the new black final girl YES. 😂 and no nevaaaa also idk why i never even seen you on X, formely known as twitter not that it matters anymore. 🥹"
                },
                {
                    "author": "did:plc:bgsr2l57rsz6u7yxamf3djyf",
                    "type": 2,
                    "utter": "Rio is my fav, she can literally come and take me away. And I was sooo happy for Jennifer! She got her powers back & made it out, period! I was doing good on Twitter and then too many people I know in real life started following me and I got the ick and stopped posting as much 😭. It's still up 🙃"
                },
                {
                    "author": "did:plc:lkmz7nt6llaossqkwv3hyk66",
                    "type": 3,
                    "utter": "Lol OMG YOU TOO. I blocked people ik cos i don't want to deal with em and also i realized they fake asf. Also Rio can come chill but can take me away at the end. 🥹🥹 also me too she got out so victorious. I was happy for her too."
                }
            ],
            "uri": "at://did:plc:lkmz7nt6llaossqkwv3hyk66/app.bsky.feed.post/3lbdji3rx6k2k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:lkmz7nt6llaossqkwv3hyk66",
                    "type": 1,
                    "utter": "Lol OMG YOU TOO. I blocked people ik cos i don't want to deal with em and also i realized they fake asf. Also Rio can come chill but can take me away at the end. 🥹🥹 also me too she got out so victorious. I was happy for her too."
                },
                {
                    "author": "did:plc:bgsr2l57rsz6u7yxamf3djyf",
                    "type": 2,
                    "utter": "It's very fake 😭 & then my ex from high school followed me on there & I just had enough. Social media has created this weird lack of boundaries. If you know we are not on good terms in real life, plz don't follow me on social. It's creepy. Rio is hella fine, I'm fully willing to take Agathas spot 😭"
                },
                {
                    "author": "did:plc:lkmz7nt6llaossqkwv3hyk66",
                    "type": 3,
                    "utter": "Yeah i cut off people from hsni hope they think i'm dead lmaoo cos i'm going to lie and say i got amnesia lmaooo and yeah so i created my own damn boudaries haha! And yeah i feel you on this Rio a whole comedian too!"
                }
            ],
            "uri": "at://did:plc:lkmz7nt6llaossqkwv3hyk66/app.bsky.feed.post/3lbdk5ftfak2k"
        }
    ]
}