{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:lqjvefrfea2lmshf4udxayk4",
                    "type": 1,
                    "utter": "Not a moral hazard, but an actual hazard. It's not just bikes. Ask any motorcyclist. Ask anyone in a small, cheap car what it's like to have some enormous land yacht just muscle into your lane because they can't even see you. We have to find something less dangerous."
                },
                {
                    "author": "did:plc:g6asx7scljsgdu3vqwtyfszj",
                    "type": 2,
                    "utter": "You're never going to eliminate them, though. We tolerate all kinds of things that are objectively hazardous because of the benefits they bring to people, from air conditioning to disposable plastics to capitalism."
                },
                {
                    "author": "did:plc:lqjvefrfea2lmshf4udxayk4",
                    "type": 3,
                    "utter": "That's because elimination is an unreasonable goal in any context. It's not the presence of any other car at all that keeps me in a car, it's the sheer density and preponderance of them, not to mention the lack of alternatives. I don't care about actual working pickup trucks or the like."
                }
            ],
            "uri": "at://did:plc:lqjvefrfea2lmshf4udxayk4/app.bsky.feed.post/3kf2pq3ju532c"
        },
        {
            "talk": [
                {
                    "author": "did:plc:lqjvefrfea2lmshf4udxayk4",
                    "type": 1,
                    "utter": "Not a moral hazard, but an actual hazard. It's not just bikes. Ask any motorcyclist. Ask anyone in a small, cheap car what it's like to have some enormous land yacht just muscle into your lane because they can't even see you. We have to find something less dangerous."
                },
                {
                    "author": "did:plc:5dokrqnikwh5egun7yfivvi2",
                    "type": 2,
                    "utter": "Bigger vehicles, definitely. Especially high riding ones with massive blind spots."
                },
                {
                    "author": "did:plc:lqjvefrfea2lmshf4udxayk4",
                    "type": 3,
                    "utter": "Those are the worst, but the only reason I don't drive a motorcycle--far more compact, far more efficient--is cars. It's not just that drivers are oblivious, it's that cars encourage them to be both oblivious and entitled. Sidewalks exist so that cars could drive fast, because that sells cars."
                }
            ],
            "uri": "at://did:plc:lqjvefrfea2lmshf4udxayk4/app.bsky.feed.post/3kf2ofr4l6l2z"
        }
    ]
}