{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:lqkheqydiacwfpygdcazbg76",
                    "type": 1,
                    "utter": "Just shy of 20%, depending on how long it's been since exposure. That's also why a lot of kits have two tests, so you can repeat if you had a negative result on the first go."
                },
                {
                    "author": "did:plc:cpa5rqgymyuv7r5yi5dp5xcv",
                    "type": 2,
                    "utter": "Oh gosh, that's so much higher than it should be. I was hoping we'd have more accurate tests but now."
                },
                {
                    "author": "did:plc:lqkheqydiacwfpygdcazbg76",
                    "type": 3,
                    "utter": "There's two components that go into accuracy: sensitivity and specificity.\nMaximizing one tends to destroy the other, so the achievable ideal is one that balances both.\nWith this test, a positive result is much more accurate than a negative result, and repeating negatives minimizes that risk."
                }
            ],
            "uri": "at://did:plc:lqkheqydiacwfpygdcazbg76/app.bsky.feed.post/3kht4ag3nhy2a"
        },
        {
            "talk": [
                {
                    "author": "did:plc:lqkheqydiacwfpygdcazbg76",
                    "type": 1,
                    "utter": "There's two components that go into accuracy: sensitivity and specificity.\nMaximizing one tends to destroy the other, so the achievable ideal is one that balances both.\nWith this test, a positive result is much more accurate than a negative result, and repeating negatives minimizes that risk."
                },
                {
                    "author": "did:plc:cpa5rqgymyuv7r5yi5dp5xcv",
                    "type": 2,
                    "utter": "Cool! So should we take a second test right after the first negative? I was told to wait 48 and try again (while isolating in the meantime), but this sounds nonsensical now."
                },
                {
                    "author": "did:plc:lqkheqydiacwfpygdcazbg76",
                    "type": 3,
                    "utter": "That's good advice. One concern is that, if you're infected but haven't built up a detectable viral load, waiting longer before retesting will give you a more accurate result.\nSo I usually don't recommend testing within three days of a suspected exposure, and retesting 24 hours after a negative."
                }
            ],
            "uri": "at://did:plc:lqkheqydiacwfpygdcazbg76/app.bsky.feed.post/3kht4v7hffh2r"
        }
    ]
}