{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:lvm56rdpwaumi3jezsqesky4",
                    "type": 1,
                    "utter": "I never read any Enid Blyton books, but was quite aware of them as a thing. Even as a kid, don't know exactly why, but I disdainfully regarded them as being \"twee.\" A silly, unfounded, irrational prejudice maybe, or perhaps something radar-like that's attuned to sussing out drivel. Who knows?"
                },
                {
                    "author": "did:plc:tbaycr3xjlfplnwv5rmi7wiy",
                    "type": 2,
                    "utter": "I've always been aware of books I decided to read for one reason or another. One big perk of my current job is getting to see books I might not have known about otherwise."
                },
                {
                    "author": "did:plc:lvm56rdpwaumi3jezsqesky4",
                    "type": 3,
                    "utter": "There's often a strange entanglement of serendipity involved in the selection of books, or for that matter, just stumbling upon some wonderfully random find at a neighborhood \"little library.\""
                }
            ],
            "uri": "at://did:plc:lvm56rdpwaumi3jezsqesky4/app.bsky.feed.post/3lbwjqmr5kk2y"
        },
        {
            "talk": [
                {
                    "author": "did:plc:lvm56rdpwaumi3jezsqesky4",
                    "type": 1,
                    "utter": "There's often a strange entanglement of serendipity involved in the selection of books, or for that matter, just stumbling upon some wonderfully random find at a neighborhood \"little library.\""
                },
                {
                    "author": "did:plc:tbaycr3xjlfplnwv5rmi7wiy",
                    "type": 2,
                    "utter": "That's part of why I enjoy checking used book shops and library sales. I've found single titles and parts of series that I wound up really enjoying."
                },
                {
                    "author": "did:plc:lvm56rdpwaumi3jezsqesky4",
                    "type": 3,
                    "utter": "Generally speaking, I find \"shopping\" a thoroughly tedious experience, but not when it comes to books; then it's a whole different ball game. And yeah, thrift shops/library sales are great opportunities for making new and unexpected discoveries."
                }
            ],
            "uri": "at://did:plc:lvm56rdpwaumi3jezsqesky4/app.bsky.feed.post/3lbwldklwok2s"
        }
    ]
}