{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 1,
                    "utter": "it is so interesting that MK's consistent response to these allegations is -literally- DARVO and yet her personal army continues to cry that, in fact, everyone else is doing DARVO to her???"
                },
                {
                    "author": "did:plc:u6iprepqxev4uoiydbi35xek",
                    "type": 2,
                    "utter": "C was publicly and consistently accused of abuse years before you even knew who MK was. Her claims against MK involve \"I was falsely accused\". I know, I was local as were most of the people, including people who directly witnessed these dynamics play out, that you guys keep calling a \"personal army\""
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 3,
                    "utter": "\"years before you even knew who MK was\" sorry to be pedantic but you literally do not know anything about me!!\n\nI appreciate your perspective here for sure! this feels like a measured and reasonable conversation. but please keep in mind we do not know each other personally."
                }
            ],
            "uri": "at://did:plc:m7lrmtfugsco4kj2cucqtkqg/app.bsky.feed.post/3k56czf3zxm2q"
        },
        {
            "talk": [
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 1,
                    "utter": "the allegation you refer to in the latter part of your post is phrased by these people - all of them, consistently - as MK using her clout and influence to silence her accusers. I've witnessed this pattern myself. \"this person who was abused is an abuser themselves\" does not absolve the prior abuse."
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 1,
                    "utter": "and the third person is not someone \"blaming Merritt for Jetta\" JFC. they're saying Jetta was abusive and, again, MK used her clout and influence to silence and/or discredit people who attempted to speak out.\n\nthis is something I believe because I've seen Merritt do that firsthand myself."
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 1,
                    "utter": "and finally the second person is not someone who claims to believe C. it's someone who claims to have borne witness to it, PERSONALLY. this is different than \"C told me and I believe them\"."
                },
                {
                    "author": "did:plc:u6iprepqxev4uoiydbi35xek",
                    "type": 2,
                    "utter": "They actually say they were \"on the periphery of the scene\" and then the abuse they describe is that she was outed for serial abuse, something that has bore out as true across multiple people who were there, in the scene, and across people who've interacted with her since."
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 3,
                    "utter": "I'm not taking sides here. I'm willing to believe more than one person can be abusive.\n\nwhat I don't do is buy into \"the person claiming I abused is abusive, therefore I could not have abused them.\" that isn't true. one person's wrongs don't negate another's, even when the survivor is an abuser."
                }
            ],
            "uri": "at://did:plc:m7lrmtfugsco4kj2cucqtkqg/app.bsky.feed.post/3k56cwqcctl2o"
        },
        {
            "talk": [
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 1,
                    "utter": "that's your response to allegations from four separate sources?\n\ncan you see why sometimes requests for evidence aren't taken in good faith?"
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 1,
                    "utter": "I spent a long time compiling all of this and took it very seriously, as the allegations are serious. and your response is a glib joke about a person shitting on a floor?"
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 1,
                    "utter": "the first person makes a claim. the second person claims to be a WITNESS to what the first person experienced.\n\nthird person has a completely separate claim, in line with the alleged behavior.\n\nfourth person makes no new claims, but simply reinforces existing ones."
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 1,
                    "utter": "\"Merritt K uses their clout and influence to paint survivors as untrustworthy\"\n\n\"lol who's saying this, the person Merritt told me shit on the floor?\""
                },
                {
                    "author": "did:plc:awzzrtrcrvpnxi3ph2sbhxwv",
                    "type": 2,
                    "utter": "Merritt didnt tell me anything, this is a separate person entirely, who knows the author of hot allostatic load and that they are not a reliable source, and also if you'd read HAL you'd know it is a mess that should not be taken as truth of anything"
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 3,
                    "utter": "I'm not relying on HAL as gospel. There are direct allegations from someone claiming to be a survivor in post 1/3, as well as two posts backing up their experience from a claimed witness in post 2/3."
                }
            ],
            "uri": "at://did:plc:m7lrmtfugsco4kj2cucqtkqg/app.bsky.feed.post/3k56a6n6lom2q"
        }
    ]
}