{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:n2yzfbxug4jvesboh46ahpwd",
                    "type": 1,
                    "utter": "I do not support JK Rowling and her views or actions. HOWEVER. Harry Potter is the greatest fantasy series of all time. Period. More people need to acquire the ability to separate product from manufacturer. She’s going to be rich regardless of whether you personally give money or not."
                },
                {
                    "author": "did:plc:763shrefrtd7brbvxkqkwp3h",
                    "type": 2,
                    "utter": "STRONGLY disagree with HP being the greatest fantasy series of all time. It's  not even the greatest children's series of all time."
                },
                {
                    "author": "did:plc:n2yzfbxug4jvesboh46ahpwd",
                    "type": 3,
                    "utter": "By all means! Your opinion is your opinion! As is everyone’s. All I mean is not every HP fan belongs in the anti-trans, etc community. The vast majority of them don’t. People can love the story without loving the author. Take Disney. Walt was a not so good dude, his products are legendary."
                }
            ],
            "uri": "at://did:plc:n2yzfbxug4jvesboh46ahpwd/app.bsky.feed.post/3lbo5k7vpxc2x"
        },
        {
            "talk": [
                {
                    "author": "did:plc:n2yzfbxug4jvesboh46ahpwd",
                    "type": 1,
                    "utter": "By all means! Your opinion is your opinion! As is everyone’s. All I mean is not every HP fan belongs in the anti-trans, etc community. The vast majority of them don’t. People can love the story without loving the author. Take Disney. Walt was a not so good dude, his products are legendary."
                },
                {
                    "author": "did:plc:763shrefrtd7brbvxkqkwp3h",
                    "type": 2,
                    "utter": "There's nothing wrong with loving Harry Potter, just don't give Rowling money. I love Ender's Game - it's one of my favorite book series - but once I found out what a horrible person the author was I made sure to never give him money again. I buy used books, don't watch his movies, etc. Easy."
                },
                {
                    "author": "did:plc:n2yzfbxug4jvesboh46ahpwd",
                    "type": 3,
                    "utter": "That’s a strong moral stance to take. Respect. And if that’s what brings you joy, you do you. But I know realistically that my $5 on a mug or watching the movies won’t change her paycheck in the slightest so I allow myself to enjoy these things. Doesn’t mean I support her views."
                }
            ],
            "uri": "at://did:plc:n2yzfbxug4jvesboh46ahpwd/app.bsky.feed.post/3lbpgctkfsc2x"
        },
        {
            "talk": [
                {
                    "author": "did:plc:n2yzfbxug4jvesboh46ahpwd",
                    "type": 1,
                    "utter": "That’s a strong moral stance to take. Respect. And if that’s what brings you joy, you do you. But I know realistically that my $5 on a mug or watching the movies won’t change her paycheck in the slightest so I allow myself to enjoy these things. Doesn’t mean I support her views."
                },
                {
                    "author": "did:plc:763shrefrtd7brbvxkqkwp3h",
                    "type": 2,
                    "utter": "You might not support her views but you're literally supporting her monetarily. We each have our own lines in the sand, but you are giving her money to do what she does.  There's a ton of great Harry Potter merchandise on Etsy that wouldn't give her money. A lot of times it's even prettier tbh"
                },
                {
                    "author": "did:plc:n2yzfbxug4jvesboh46ahpwd",
                    "type": 3,
                    "utter": "Alright, I think we’ve gone back and forth enough to see we view this differently. You’re taking an honorable  moral stance, I’m viewing things realistically. Both are totally fine! I could spend $5 or $100 or $0 and nothing will change at all. She will spew her nonsense and be rich regardless."
                }
            ],
            "uri": "at://did:plc:n2yzfbxug4jvesboh46ahpwd/app.bsky.feed.post/3lbpkxn6trc2x"
        },
        {
            "talk": [
                {
                    "author": "did:plc:n2yzfbxug4jvesboh46ahpwd",
                    "type": 1,
                    "utter": "Alright, I think we’ve gone back and forth enough to see we view this differently. You’re taking an honorable  moral stance, I’m viewing things realistically. Both are totally fine! I could spend $5 or $100 or $0 and nothing will change at all. She will spew her nonsense and be rich regardless."
                },
                {
                    "author": "did:plc:763shrefrtd7brbvxkqkwp3h",
                    "type": 2,
                    "utter": "I'm literally just asking you to own the fact that you're supporting her. Do that if you want but you are enabling her to have the money and platform to do what she does."
                },
                {
                    "author": "did:plc:n2yzfbxug4jvesboh46ahpwd",
                    "type": 3,
                    "utter": "And I’m asking you to see the fact that she is a billionaire. Me limiting my consumption of HP to second hand sources would only affect me. It makes less than no difference to her. I am not “enabling” anything. I’ve been understanding of your views, try to do the same. Hope you have a good Sunday! 😊"
                }
            ],
            "uri": "at://did:plc:n2yzfbxug4jvesboh46ahpwd/app.bsky.feed.post/3lbpln4dfkk2x"
        }
    ]
}