{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:ndn2pyfrthpg3bekbflou3t4",
                    "type": 1,
                    "utter": "It's a duty to humanity to disagree with nazis. There's literally nothing to discuss with them.\nYou've all been bamboozled into thinking bog standard sanity & a, civilised mindset is an echo chamber, it's crazy, absolutely crazy. Craziness."
                },
                {
                    "author": "did:plc:k4tx4zn5w4vwos2jlcwd5s4q",
                    "type": 2,
                    "utter": "Blocking Nazi doesn't curb discourse. Which is part of what I already said \n\nBlocking anyone you have a nuanced disagreement with creates an echo chamber."
                },
                {
                    "author": "did:plc:ndn2pyfrthpg3bekbflou3t4",
                    "type": 3,
                    "utter": "Nobody blocks nuanced disagreement. Nobody.\nThat's a projection from the extreme right that everybody repeats without a shred of evidence and propagates carelessly. It's brainwashing of a sort. It's certainly propaganda.\nHas zero basis in reality.\nThis is the way X works btw."
                }
            ],
            "uri": "at://did:plc:ndn2pyfrthpg3bekbflou3t4/app.bsky.feed.post/3lbjy5chjds2k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ndn2pyfrthpg3bekbflou3t4",
                    "type": 1,
                    "utter": "Nobody blocks nuanced disagreement. Nobody.\nThat's a projection from the extreme right that everybody repeats without a shred of evidence and propagates carelessly. It's brainwashing of a sort. It's certainly propaganda.\nHas zero basis in reality.\nThis is the way X works btw."
                },
                {
                    "author": "did:plc:k4tx4zn5w4vwos2jlcwd5s4q",
                    "type": 2,
                    "utter": "This is categorically false. I don't see it much on BlueSky (yet, though I've been here since the beginning) and I haven't been on Twitter really for... years now? But I saw it, and the effects, on Threads in an amplified way that's almost hard to describe. People do this often."
                },
                {
                    "author": "did:plc:ndn2pyfrthpg3bekbflou3t4",
                    "type": 3,
                    "utter": "I'm talking about here. The other sites are completely off topic :)"
                }
            ],
            "uri": "at://did:plc:ndn2pyfrthpg3bekbflou3t4/app.bsky.feed.post/3lbjymh6ivs2k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ndn2pyfrthpg3bekbflou3t4",
                    "type": 1,
                    "utter": "I'm talking about here. The other sites are completely off topic :)"
                },
                {
                    "author": "did:plc:k4tx4zn5w4vwos2jlcwd5s4q",
                    "type": 2,
                    "utter": "It is still worth noting that blocking from a nuanced disagreement or discourse is dangerous. I've seen it happen here, too. Granted they are anecdotes but I really think people want to shield themselves from disagreement. Which I very much don't relate to"
                },
                {
                    "author": "did:plc:ndn2pyfrthpg3bekbflou3t4",
                    "type": 3,
                    "utter": "Yes it is, I agree. However I don't see why I, as an individual, I should suffer people I absolutely do not suffer in real life.\nThis is social media not the gulag.\nIf you're an arsehole I will block you. Don't care about your political opinion, just your personality."
                },
                {
                    "author": "did:plc:ndn2pyfrthpg3bekbflou3t4",
                    "type": 3,
                    "utter": "I don't know when social media turned into obligatory martyrdom but unless you're a professional journalist, I am not on the side of people who push that narrative."
                },
                {
                    "author": "did:plc:ndn2pyfrthpg3bekbflou3t4",
                    "type": 3,
                    "utter": "That's not what it was made for either. It's just what it turned into, bc we're constantly guilt-tripped into having to listen to every piece of bs that comes out of the local drunk in the bar.\nI won't be guilt - tripped by anyone, I had enough of my ex doing that."
                }
            ],
            "uri": "at://did:plc:ndn2pyfrthpg3bekbflou3t4/app.bsky.feed.post/3lbjywxv4yk2k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ndn2pyfrthpg3bekbflou3t4",
                    "type": 1,
                    "utter": "Yes it is, I agree. However I don't see why I, as an individual, I should suffer people I absolutely do not suffer in real life.\nThis is social media not the gulag.\nIf you're an arsehole I will block you. Don't care about your political opinion, just your personality."
                },
                {
                    "author": "did:plc:k4tx4zn5w4vwos2jlcwd5s4q",
                    "type": 2,
                    "utter": "Sure. But blocking people that disagree as a pattern is how you make an echo chamber. Haha\n\nPersonally, if someone is annoying me I just ignore them. Not like mute them, I just move on. If they are being belligerent, yeah, agreed, that's what block is for."
                },
                {
                    "author": "did:plc:ndn2pyfrthpg3bekbflou3t4",
                    "type": 3,
                    "utter": "But that's my point... All extremists are belligerent. Takes them a maximum of 2 replies to flip a switch and start to threaten or insult. I talk from personal experience this week."
                }
            ],
            "uri": "at://did:plc:ndn2pyfrthpg3bekbflou3t4/app.bsky.feed.post/3lbjznp5krc2k"
        }
    ]
}