{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:ndryaheowcfetmxyibosrn2o",
                    "type": 1,
                    "utter": "What a great thread! Thank you! I’m going to my dad’s parents’ birthplace Matera, Italy in April for the first time. Really want to do some family history while I’m there. I know there are relatives on the Pisciotta side but I want to learn more about the Nicolettis."
                },
                {
                    "author": "did:plc:vzon6fjfmnjcaksqbfk7hjlk",
                    "type": 2,
                    "utter": "Matera!  Wow, I was there at the end of October: Matera, Alberobello, Lecce.   It was a walking week.  The food is so good everywhere there.  The first week in Matera my friend and I walked down a flight of stone steps into the old town about 7pm and the bells were ringing. It was so spooky!"
                },
                {
                    "author": "did:plc:vzon6fjfmnjcaksqbfk7hjlk",
                    "type": 2,
                    "utter": "Sorry, the first night in Matera.  The old town is a wonderful maze of discovery.  The people are lovely."
                },
                {
                    "author": "did:plc:ndryaheowcfetmxyibosrn2o",
                    "type": 3,
                    "utter": "I think there was a time when they were trying to improve the slums that the sassi became over time, you could claim a home if you could prove it was your family’s.. sad we missed out on that, if true. How wonderful that you’ve been there!"
                }
            ],
            "uri": "at://did:plc:ndryaheowcfetmxyibosrn2o/app.bsky.feed.post/3lbhftlyiys2c"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ndryaheowcfetmxyibosrn2o",
                    "type": 1,
                    "utter": "I think there was a time when they were trying to improve the slums that the sassi became over time, you could claim a home if you could prove it was your family’s.. sad we missed out on that, if true. How wonderful that you’ve been there!"
                },
                {
                    "author": "did:plc:vzon6fjfmnjcaksqbfk7hjlk",
                    "type": 2,
                    "utter": "Trying to remember now what I was told ... I think it emptied out in the mid 20th century because it was unliveable.   Then, about the 80s, people were encouraged to come back and create liveable homes.  Similar schemes ran in other abandoned Italian villages I believe."
                },
                {
                    "author": "did:plc:vzon6fjfmnjcaksqbfk7hjlk",
                    "type": 2,
                    "utter": "Some small villages further north have become hybrid hotels. You stay in a village house and eat in cafes and restaurants in the village.  Not all the houses are owned by the 'hotel' but it provides work and business opportunities for those who are still there."
                },
                {
                    "author": "did:plc:ndryaheowcfetmxyibosrn2o",
                    "type": 3,
                    "utter": "Wow, that’s so neat. Are those the places you mentioned earlier? By the way, this is my first real convo on Bluesky! 🙂 nice to meet you."
                }
            ],
            "uri": "at://did:plc:ndryaheowcfetmxyibosrn2o/app.bsky.feed.post/3lbhgma6cns2c"
        }
    ]
}