{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:nvqctn7la32e6lvsivrx7fwu",
                    "type": 1,
                    "utter": "“แน่นอนครับ ร้านนี้แมวน่ารักทุกตัว”\n\nรอยยิ้มกว้างถูกมาให้… เสียอย่างเดียวคือระหว่างที่พูดเคย์ริวก็ขยับมือที่มีขนมแมวเลียไปมาจนเจ้าเหมียวร้องประท้วงดังยิ่งกว่าเดิม\n\n“เข้ามาก่อนครับๆ มาลองเล่นกับน้องดู”\n\nช่วยโปรโมทร้านสุดๆทั้งที่เป็นแค่พนักงานพาร์ทไทม์นี่ล่ะ"
                },
                {
                    "author": "did:plc:zdhjppcbrepv4pc5zkq4obp4",
                    "type": 2,
                    "utter": "\" รบกวนด้วยน้า \" เขาเดินเข้าไปอย่างว่าง่าย\nแต่คงเล่นกับน้องๆพวกนี้เยอะไม่ได้ เพราะเดี๋ยวอีก2หน่อที่บ้านจะงอนเอา\n\n.น่ารักจัง. \nใบหน้ายิ้มเผยชัดเจนแม้ยังไม่ได้เล่น\n\n\" เด็กๆน่ารักขนาดนี้ก็แอบน่ากลัวนะครับ \""
                },
                {
                    "author": "did:plc:nvqctn7la32e6lvsivrx7fwu",
                    "type": 3,
                    "utter": "เหยื่อ(?)ที่หลงเข้ามาอาจจะตั้งใจไม่เล่นเยอะ แต่เหมือนเจ้าเหมียวในร้านจะไม่เป็นใจสักเท่าไหร่\n\nเมื่อนัตสึซังที่ก่อนหน้านี้นอนมองจากด้านบนคอนโดแมวไม่รอช้าที่จะกระโดดลงมาหาแล้วตรงเข้าไปถูขา\n\n“ดูท่าจะชอบนะครับนั่น… ว่าแต่น่ากลัว…?“\n\nกลัวจะตกเป็นทาส?\n\n(นัตสึซังคือตัวที่อยู่บนขวา ที่มีกิ๊บต้นอ่อนบนหัวเลยค้าบ)"
                }
            ],
            "uri": "at://did:plc:nvqctn7la32e6lvsivrx7fwu/app.bsky.feed.post/3laoupwrask2j"
        },
        {
            "talk": [
                {
                    "author": "did:plc:nvqctn7la32e6lvsivrx7fwu",
                    "type": 1,
                    "utter": "เหยื่อ(?)ที่หลงเข้ามาอาจจะตั้งใจไม่เล่นเยอะ แต่เหมือนเจ้าเหมียวในร้านจะไม่เป็นใจสักเท่าไหร่\n\nเมื่อนัตสึซังที่ก่อนหน้านี้นอนมองจากด้านบนคอนโดแมวไม่รอช้าที่จะกระโดดลงมาหาแล้วตรงเข้าไปถูขา\n\n“ดูท่าจะชอบนะครับนั่น… ว่าแต่น่ากลัว…?“\n\nกลัวจะตกเป็นทาส?\n\n(นัตสึซังคือตัวที่อยู่บนขวา ที่มีกิ๊บต้นอ่อนบนหัวเลยค้าบ)"
                },
                {
                    "author": "did:plc:zdhjppcbrepv4pc5zkq4obp4",
                    "type": 2,
                    "utter": "\" ! \" เขาก้มลงมองเจ้าหนูที่มาถูกขา ก่อนจะเอามือเกาคางให้เบาๆ\n\n\" กลัวจะติดน่ะครับ เดี๋ยวน้องที่บ้านน้อยใจด้วยฮ่ะๆ^^ \"\n\nมาคาเฟ่แมวแต่ไม่เล่นก็แปลกๆ\nขอนิดนึงแล้วกัน น่ารักจริงๆ"
                },
                {
                    "author": "did:plc:nvqctn7la32e6lvsivrx7fwu",
                    "type": 3,
                    "utter": "ได้ยินคำตอบแล้วเคย์ริวก็หัวเราะ\n\nติดสิดี จะได้กลับมาบ่อยๆยังไงล่ะ!\n\n\"ที่บ้านเลี้ยงกี่ตัวครับเนี่ย... แอบมาเล่นนานๆทีน้องๆที่บ้านไม่รู้หรอก\"\n\nไม่ว่าเปล่าแต่ยังขยิบตาให้ด้วยว่าขี้เล่น แหย่ได้แม้กระทั่งกับแมวที่ตัวเองไม่รู้จัก\n\nแล้วเหมือนว่าเหล่าเจ้าเหมียวในคาเฟ่ก็จะไม่เป็นใจให้คนอยากเล่นนิดเดียวเลย ในเมื่อเริ่มทำการส่งเสียงเรียกร้องความสนใจกันไม่หยุด"
                }
            ],
            "uri": "at://did:plc:nvqctn7la32e6lvsivrx7fwu/app.bsky.feed.post/3latmtb55ek2r"
        },
        {
            "talk": [
                {
                    "author": "did:plc:nvqctn7la32e6lvsivrx7fwu",
                    "type": 1,
                    "utter": "ได้ยินคำตอบแล้วเคย์ริวก็หัวเราะ\n\nติดสิดี จะได้กลับมาบ่อยๆยังไงล่ะ!\n\n\"ที่บ้านเลี้ยงกี่ตัวครับเนี่ย... แอบมาเล่นนานๆทีน้องๆที่บ้านไม่รู้หรอก\"\n\nไม่ว่าเปล่าแต่ยังขยิบตาให้ด้วยว่าขี้เล่น แหย่ได้แม้กระทั่งกับแมวที่ตัวเองไม่รู้จัก\n\nแล้วเหมือนว่าเหล่าเจ้าเหมียวในคาเฟ่ก็จะไม่เป็นใจให้คนอยากเล่นนิดเดียวเลย ในเมื่อเริ่มทำการส่งเสียงเรียกร้องความสนใจกันไม่หยุด"
                },
                {
                    "author": "did:plc:zdhjppcbrepv4pc5zkq4obp4",
                    "type": 2,
                    "utter": "\" 2ตัวครับ \"\n\n\" ค่อนข้าง...ค่อนข้างหึงแรงด้วย \" ก็มีแอบสงสัยอยู่บ้างทั้งๆที่แต่เดิมไม่ติดเจ้าของเก่า แต่พอเขาเลี้ยงต่อดันติดเขางอมแงม\n\nหรือว่าดึงดูดแมว-\n\n\" อะไรน่ะ อยากให้เล่นด้วยเยอะๆหรอฮื้มม \"\nเห็นส่งเสียงร้องเจ๋วๆแล้วเลยอุ้มมานั่งตักลูบหัวเบาๆ\n\n\" จริงสิ \"\n\n\" อาจจะดูเสียมารยาทไปหน่อยแต่งานพาร์ทไทม์หรอครับ? \""
                },
                {
                    "author": "did:plc:nvqctn7la32e6lvsivrx7fwu",
                    "type": 3,
                    "utter": "อุ้มขึ้นไปนั่งตักขนาดนั้น ถึงจะอยากให้ไม่ติดกลิ่นก็คงสายเกินไปแล้วล่ะ...\n\n\"อ๋อ ใช่ครับ พาร์มไทม์\"\n\nเหมือนว่าเคย์ริวจะไม่ได้ถือว่ามันเป็นการเสียมารยาทอะไรเท่าไหร่ เพราะเจ้าตัวทำการเอ่ยปากเล่าออกมาเองเลย\n\n\"ก็ปิดเทอมที่ผ่านมาผมเบื่อๆน่ะ\"\n\nไม่ว่าเปล่าแต่ยังยื่นขนมแมวเลียไปหาเจ้าตัวเล็กแล้วดึงออกพร้อมรอยยิ้มกว้าง แหย่แมวสนุกเขาล่ะ (+)"
                },
                {
                    "author": "did:plc:nvqctn7la32e6lvsivrx7fwu",
                    "type": 3,
                    "utter": "\"พอดีรุ่นพี่ที่รู้จักทำคาเฟ่แมวนี่ เขาก็เลยชวนมาทำงาน\"\n\nแล้วก็เลยตอบตกลงไปแบบไม่คิดมากเลย ทั้งที่ตัวเองก็ไม่ได้เดือดร้อนเรื่องเงินหรืออะไร\n\nพูดง่ายๆก็อยากมาทำเพราะอยากแหย่แมวเล่น แค่นั้นแหละ"
                }
            ],
            "uri": "at://did:plc:nvqctn7la32e6lvsivrx7fwu/app.bsky.feed.post/3lawfk2exws2z"
        },
        {
            "talk": [
                {
                    "author": "did:plc:nvqctn7la32e6lvsivrx7fwu",
                    "type": 1,
                    "utter": "(ได้เลยค้าบ)"
                },
                {
                    "author": "did:plc:6jd5jyslmvxtvpqkzmjr6a7k",
                    "type": 2,
                    "utter": "(มาแนะ)\n\nคนรู้จักเคยแนะนำให้ไรมุลองแวะมาที่นี่ บอกว่าจะทำให้อารมณ์ดีขึ้น วันนี้เดินผ่านมาพอดีเลยแวะดูสักหน่อย \n\nอาจเพราะร้านใกล้ปิดแล้วเลยดูเงียบเหงากว่าที่คิด เพื่อความแน่ใจเลยทักถามคนที่เห็นเป็นคนแรกไปว่า\n\n\"อ่า... ขอโทษนะครับ ร้านยังเปิดอยู่รึเปล่า?\""
                },
                {
                    "author": "did:plc:nvqctn7la32e6lvsivrx7fwu",
                    "type": 3,
                    "utter": "ร้านใกล้ปิดจริงอย่างที่คิด เพราะนี่เหลือเวลาอีกเพียงชั่วโมงเดียวก็ถึงเวลาปิดร้านแล้ว\n\n\"เปิดครับเปิด เชิญเลย\"\n\nพนักงานเลี้ยงแมวพาร์ทไทม์ที่วันนี้จู่ๆก็อารมณ์ดี มาช่วยควบตำแหน่งพนักงานขายผายมือไปทางหน้าเค้าท์เตอร์\n\n\"อยากสั่งอาหารก่อนหรืออยากมานั่งเล่นกับน้องๆรอระหว่างตัดสินใจได้หมดเลยครับ\"\n\nว่าแต่หน้าคุ้นๆ เหมือนเพื่อนร่วมชั้นที่โรงเรียนเขาเลยไหมนะ"
                }
            ],
            "uri": "at://did:plc:nvqctn7la32e6lvsivrx7fwu/app.bsky.feed.post/3laqvocpgls2n"
        },
        {
            "talk": [
                {
                    "author": "did:plc:nvqctn7la32e6lvsivrx7fwu",
                    "type": 1,
                    "utter": "ถ้ายืดไปถึงเคาท์เตอร์ได้… เคย์ริวก็คงไม่ใช่มนุษย์แต่เป็นสิ่งลึกลับอีกอย่างของเมืองนี้\n\n“ได้ครับ อย่างเดียวเลยเนอะ?“\n\nเด็กหนุ่มตั้งท่าจะลุกไปสั่งออเดอร์ที่หน้าเค้าท์เตอร์ให้ แต่แล้วเมื่อขยับตัวเปลี่ยนท่าได้นิดเดียวก็ได้ยินเสียงร้องประท้วงจากเจ้าก้อนฟูในอ้อมกอด\n\nอ้าว แบบนี้ทำไงล่ะ!?\n\n”… พี่ค้าบบบบบบ“\n\nหยุดนิ่งไปเพียงครู่ ก่อนจะหันไปทางด้านหนึ่งของร้านที่มีพนักงานคนอื่นอยู่พอดี…"
                },
                {
                    "author": "did:plc:6jd5jyslmvxtvpqkzmjr6a7k",
                    "type": 2,
                    "utter": "ตั้งใจมองอยู่ไม่ได้ตอบอะไร จนอีกคนหันไปเรียกพนักงานนั่นล่ะ\n\n“เธ่อ ไม่สนุกเล่อะ นึกว่าจะได้เห็นเรื่องลี้ลับซะอีก” สีหน้าผิดหวังอย่างเห็นได้ชัด(?)\n\n“นายก็คิดเหมือนกันใช่ไหม” ไม่วายก้มไปกระซิบกระซาบถามหาพวกกับเจ้าเหมียวบนตักด้วย"
                },
                {
                    "author": "did:plc:nvqctn7la32e6lvsivrx7fwu",
                    "type": 3,
                    "utter": "หันมามองหน้าแบบงงๆ ไม่รู้ตัวแม้แต่นิดว่าสิ่งลี้ลับที่อีกคนพูดถึงคืออะไร\n\nแต่ยังไม่ทันที่จะได้ถามอะไรพนักงานคนที่เคย์ริวตะโกนเรียกข้ามร้านก็เดินเข้ามาเสียก่อน จนเด็กหนุ่มจัดการสั่งชาเขียวสตรอเบอร์รี่ไปให้\n\nเสร็จเรียบร้อยแล้วนั่นแหละถึงกลับมาถามอีกรอบ\n\n\"เมื่อกี้อะไรลี้ลับๆนะครับ?\""
                }
            ],
            "uri": "at://did:plc:nvqctn7la32e6lvsivrx7fwu/app.bsky.feed.post/3latmepjhdc2r"
        }
    ]
}