{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:ocr54wkq4ve2c76tpi2izkef",
                    "type": 1,
                    "utter": "Hi there! As an artist, I'd like to give my input on this. And while I know that you're likely being flooded by responses, I hope that someone sees this and at least gets them thinking.\n\nFirst: I hope that you're not just working with lawyers and engineers. Involve artists in the conversation too."
                },
                {
                    "author": "did:plc:ocr54wkq4ve2c76tpi2izkef",
                    "type": 1,
                    "utter": "Second: This may be what you're working with the engineers on, but there are plenty of ways to 'glaze' artwork to prevent AI scraping. Perhaps you could apply that to any images that are uploaded to Bluesky, except for the users who have opted in\n\nThird: PLEASE have it be opt-in and NOT opt-out."
                },
                {
                    "author": "did:plc:ocr54wkq4ve2c76tpi2izkef",
                    "type": 1,
                    "utter": "Finally: It makes me very happy to see companies and organizations working to make AI training ethical. First SAG-AFTRA negotiating the regulations for voice actors being able to be paid for training, and now this. I can tell that y'all genuinely care and are trying to make it as best as possible."
                },
                {
                    "author": "did:plc:dn4gufpvitdjhngxayjcvk5c",
                    "type": 2,
                    "utter": "The SAG-AFTRA deal allowed for actors to work with one specific company for piss poor royalties on trained data and does absolitely nothing to protect them from unauthorized training or from the same company using previously- and future- trained data."
                },
                {
                    "author": "did:plc:ocr54wkq4ve2c76tpi2izkef",
                    "type": 3,
                    "utter": "You're presenting a lot of negative points without providing any alternative ideas. Doing SOMETHING is better than doing NOTHING. Would I love for the government to create a law making it illegal to scrape data without permission? Of course. But that hasn't happened, and these options have."
                },
                {
                    "author": "did:plc:ocr54wkq4ve2c76tpi2izkef",
                    "type": 3,
                    "utter": "Yes, the deal was specifically with Ethovox. Why's that? Because Ethovox came to them wanting to make a deal. They will work with any company that comes to them.\n\nAnd, of course, AI will scrape their voices and such. But companies with the deal are going to have higher quality samples and outputs."
                }
            ],
            "uri": "at://did:plc:ocr54wkq4ve2c76tpi2izkef/app.bsky.feed.post/3lbxljrz5k22p"
        }
    ]
}