{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 1,
                    "utter": "And if you're not the person who posted it, you can report it under Other and include in the notes that you're not reporting the post but it's labeled incorrectly. The auto-classifier is great 99% of the time and terrible the other 1%, and with this many images a day posted, 1% is a lot of wrong."
                },
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 1,
                    "utter": "Absolutely everyone in the field hates automated image classifier systems, but not having them is even worse; it's a \"there is no good answer\" situation."
                },
                {
                    "author": "did:plc:7o6izmy5v3cyiz7qpcbks4kz",
                    "type": 2,
                    "utter": "rah weren't you gonna go to bed like an hour ago"
                },
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 3,
                    "utter": "I was gonna go to bed like five hours ago but I failed at sleep :("
                }
            ],
            "uri": "at://did:plc:ocsbmyulc2grbq3esflddyj6/app.bsky.feed.post/3laztafmv7c2z"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 1,
                    "utter": "To be *super* pedantic because precision is really important with this stuff: from what I've been able to tell, this enforcement action was not targeting people who engaged with CSAM; it was targeting people who engaged with material covered by 18 USC §1466A."
                },
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 1,
                    "utter": "18 USC 1466A covers drawn, simulated, and computer-generated material that depicts an apparent minor engaged in sexually explicit conduct that is also obscene under the standard definition of obscenity first codified in Miller v. California, 413 U.S. 15 (1973)."
                },
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 1,
                    "utter": "\"Child sex abuse material\", as a term, refers *only* to the visual memorialization via photo or video of an actual act of sexual assault against a specific, identifiable minor who actually exists. (That's 18 USC §2252 and §2252A.) §1466A carries the same legal penalties, but it's a separate offense."
                },
                {
                    "author": "did:plc:ywbm3iywnhzep3ckt6efhoh7",
                    "type": 2,
                    "utter": "1466A would be CSEM then, right? assuming i remember the distinction"
                },
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 3,
                    "utter": "Kinda-sorta; there's still a bunch of debate about whether or not it should be counted. I usually just call it \"1466A material\" because that's a lot clearer about what you mean! By one set of definitions it qualifies, by the other you still save \"CSEM\" for things involving an actual child."
                },
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 3,
                    "utter": "(Under that paradigm, CSEM is for stuff like child beauty pageants, cheer/dance competitions, glamor photos, etc, where it's an actual child being presented in a sexualized manner, and the image is being used for sexual gratification, but there's no nudity or sex acts being depicted.)"
                },
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 3,
                    "utter": "I kinda waffle over which paradigm I think is more helpful and it usually depends on which particular set of experts I've been reading most recently as to which one I agree with more, so just calling it \"1466A material\" saves the trouble, especially because neither term is widely known--"
                },
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 3,
                    "utter": "--and you're probably going to have to define it for your listeners anyway."
                }
            ],
            "uri": "at://did:plc:ocsbmyulc2grbq3esflddyj6/app.bsky.feed.post/3lbsgn6gkyc2x"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 1,
                    "utter": "Yeah, my opinion of law enforcement is generally in the gutter and I deeply distrust them as a rule of thumb, but I actually do know a lot of people working on those specialty teams and for me it's a case of \"ACAB, but those folks are definitely last in the rankings of how much B AC are\"."
                },
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 1,
                    "utter": "They are an inherent problem because they are cops, and ACAB and their work lends legitimacy to an illegitimate paradigm, without a doubt, but those task forces are an extreme outlier in the degree to which they actually and meaningfully make a positive difference."
                },
                {
                    "author": "did:plc:t66sjpa5jym3lmp4f6e5zw5t",
                    "type": 2,
                    "utter": "That’s all fair\n\nIt’s not really why I brought up legality though \n\nI’m seeing the distinction primarily through a “public forum” or “audience” perspective and frankly don’t see value - and see a lot of potential for harm - in making concessions for material not strictly within the definition."
                },
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 3,
                    "utter": "oh, absolutely, totally fair. I just tend to look at it through the legal framework lens because I'm usually coming at it from a \"what will I go to jail for not removing from my website\" lens, heh."
                }
            ],
            "uri": "at://did:plc:ocsbmyulc2grbq3esflddyj6/app.bsky.feed.post/3lbsizhtlxk27"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 1,
                    "utter": "The marginalized groups thing is a red herring. It has nothing to do with who's producing the art: the most frequent posters of it are cis het white men between the ages of 20 and 30. You just see it as targeted because that's who you know."
                },
                {
                    "author": "did:plc:3rqwcly57nzlvr53vdb4uyf7",
                    "type": 2,
                    "utter": "So you mean to say that it is *entirely coincidental* that during the recent influx of former Twitter/X users and a recent round of right-wing fearmongering over there about \"degeneracy\" on this platform that a substantial number of the users reported here were trans women?"
                },
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 3,
                    "utter": "No, my point is that you don't know that they were. You know the people you know: you don't know the whole list of accounts that had action taken against them. Maybe there was a skew! Maybe there wasn't. This *probably* was revenge reporting, sure, but outsiders can't determine that for certain."
                },
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 3,
                    "utter": "Either way, though, once material is reported to your site, you HAVE to evaluate it and you have to take action on whatever subset of it violates the law, because if you don't, then you lose your liability shield and are back at the \"life in jail\" choose your own adventure ending."
                }
            ],
            "uri": "at://did:plc:ocsbmyulc2grbq3esflddyj6/app.bsky.feed.post/3lbtsd67aoc2b"
        }
    ]
}