{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:outn36e2hnjih3byucjst4b6",
                    "type": 1,
                    "utter": "ปริบ—- ก่อนจะก้มลงมองมือซ้าย มือขวา แล้วเงยหน้าขึ้นมาส่ายหน้าวืดๆ\n\n“ไม่เป็นไร ฉันถือได้สบายมาก” แน่นอนว่าเจ้าตัวไม่อยากรบกวนคนแปลกหน้าสักเท่าไหร่"
                },
                {
                    "author": "did:plc:t4tjbribdal6z3a6vmddqsuk",
                    "type": 2,
                    "utter": "“โอเคครับ” ถอยมือออกมา\n\n—แต่ทันใดนั้นก็มีคน(?)ยื่นมือเข้าไปแทน ยัยตัวดีสีดำกระโดดตะปบถุงในมือเธอแล้วห้อยต่องแต่งอยู่ตรงนั้น\n\n“อ้ะ”\n“ไม่ได้นะะ”\n/คนแปลกหน้านั่งลงไปช้อนก้นเจ้าตัวน้อยไม่ให้น้ำหนักดึงถุง แต่เล็บเจ้ากรรมยังเกี่ยวถุงอยู่— \n\n/พยามเอานิ้วเขี่ยๆให้มือน้องหลุดจากถุงด้วยท่าทางเกรงใจทั้งคนถือถุงทั้งแมว(...)"
                },
                {
                    "author": "did:plc:outn36e2hnjih3byucjst4b6",
                    "type": 3,
                    "utter": "“อะ—-” ด้วยความตกใจที่จู่ๆเจ้าแมวพุ่งเข้ามา เลยเผลอยกถุงขึ้นอัตโนมัติ ในจังหวะนั้นก็—\n\nแคว่ก———-\n\nถุงขาดเสียงดังฟังชัด ของในถุงร่วงกราวตกใส่พื้น(….) ดูเหมือนจะเป็นพวกถุงเส้นพาสต้ากับซอสสำเร็จรูปทั้งนั้น"
                }
            ],
            "uri": "at://did:plc:outn36e2hnjih3byucjst4b6/app.bsky.feed.post/3ldog7cbhl226"
        },
        {
            "talk": [
                {
                    "author": "did:plc:outn36e2hnjih3byucjst4b6",
                    "type": 1,
                    "utter": "“อะ—-” ด้วยความตกใจที่จู่ๆเจ้าแมวพุ่งเข้ามา เลยเผลอยกถุงขึ้นอัตโนมัติ ในจังหวะนั้นก็—\n\nแคว่ก———-\n\nถุงขาดเสียงดังฟังชัด ของในถุงร่วงกราวตกใส่พื้น(….) ดูเหมือนจะเป็นพวกถุงเส้นพาสต้ากับซอสสำเร็จรูปทั้งนั้น"
                },
                {
                    "author": "did:plc:t4tjbribdal6z3a6vmddqsuk",
                    "type": 2,
                    "utter": "ชะงักกับสิ่งที่เกิดขึ้นเร็วมาก— แต่ก็วางน้องแมวลงและคว้ากระปุกซอสสำเร็จรูปที่กำลังจะกลิ้งไป จับตั้งวางขึ้นก่อน \n\nส่วนคนร้ายตกใจกับสิ่งที่เกิดขึ้นจึงชิ่งหนีจากที่เกิดเหตุไป—\n\nคนแปลกหน้าค่อยๆหยิบของใส่อ้อมแขนตัวเอง\n”ขอโทษครับ“\nเป็นครั้งที่สอง แต่ครั้งนี้ยิ้มแหะๆแทน\n\n”ให้ผมช่วยนะ“\nรีรันประโยคเดิมในแบบที่หนักแน่นกว่าเดิม—\n\n/เก็บไปก็ถามว่ามีถุงสำรองมั้ยครับ กำลังจะไปไหนรึเปล่า ผมจะช่วยถือไปนะ"
                },
                {
                    "author": "did:plc:outn36e2hnjih3byucjst4b6",
                    "type": 3,
                    "utter": "ค้างไปสามวิ— แต่ตอนที่เห็นการชิ่งหนีจากสถานที่เกิดเหตุก็ส่งเสียงออกมา\n\n“นี่!” เอ็ดเหมือนคนร้ายจะกลับมาช่วยได้—\n\nตอนที่อีกฝ่ายขอโทษก็รีบย่อตัวลง เอ่ยบอกว่าไม่เป็นไร\n\n“ฉันกำลังจะไปที่คาเฟ่ของที่บ้านน่ะ แต่ถุงสำรอง… วันนี้ฉันไม่ได้หยิบออกมาเนี่ยสิ“ คิ้วขมวดนิดๆกับความประมาทของตัวเอง"
                }
            ],
            "uri": "at://did:plc:outn36e2hnjih3byucjst4b6/app.bsky.feed.post/3ldtl2dbh7c2q"
        }
    ]
}