{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:pay7hbhmgcfitub4umyeghl6",
                    "type": 1,
                    "utter": "I hope you continue to use this budding one, in place of the other site, Wataru.  One thing I miss about the Great Transition is that a number of Japan side voices don't want to give up the clicks and hits over there.  Aren't even making the effort to cross-post, which takes seconds."
                },
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 2,
                    "utter": "There are actually four candidates: Xitter, Mastodon, Bluesky, and Threads. It's hard to see me choosing Threads, but Mastodon is still a strong contender and lets me follow accounts on Bluesky and Threads that choose to federate. The main advantage of X is so many of my Japanese friends use it."
                },
                {
                    "author": "did:plc:pay7hbhmgcfitub4umyeghl6",
                    "type": 3,
                    "utter": "I have a Mastodon, but the feed doesn't hum.  So I forget to go there--nothing is going on!  Tax return prospects contact me there, and I got some business too.  But embarrassingly, I answer others really later.  I wish that the \"big\" J-posters would come here, but they start lower, I think. 2/"
                },
                {
                    "author": "did:plc:pay7hbhmgcfitub4umyeghl6",
                    "type": 3,
                    "utter": "2/  GaijinMommy made a successful leap and gets her usual count-by-the-dozen likes and hits.  But the others, I think, feel burned by Famichiki Mastodon, and so still hug tight to a social media platform that's run by a multi-billionaire using it to twist public opinion and silence certain ideas."
                }
            ],
            "uri": "at://did:plc:pay7hbhmgcfitub4umyeghl6/app.bsky.feed.post/3ld6k5gmrzk2e"
        },
        {
            "talk": [
                {
                    "author": "did:plc:pay7hbhmgcfitub4umyeghl6",
                    "type": 1,
                    "utter": "I have a Mastodon, but the feed doesn't hum.  So I forget to go there--nothing is going on!  Tax return prospects contact me there, and I got some business too.  But embarrassingly, I answer others really later.  I wish that the \"big\" J-posters would come here, but they start lower, I think. 2/"
                },
                {
                    "author": "did:plc:pay7hbhmgcfitub4umyeghl6",
                    "type": 1,
                    "utter": "2/  GaijinMommy made a successful leap and gets her usual count-by-the-dozen likes and hits.  But the others, I think, feel burned by Famichiki Mastodon, and so still hug tight to a social media platform that's run by a multi-billionaire using it to twist public opinion and silence certain ideas."
                },
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 2,
                    "utter": "Did something happen on Famichiki or is it just that it didn’t reach critical mass?"
                },
                {
                    "author": "did:plc:pay7hbhmgcfitub4umyeghl6",
                    "type": 3,
                    "utter": "In my view, it didnt (hasn’t!) reached critical mass.  A lot of great Japan-side expats on Famichki, and ex-“X” posters on Mastodon.  But the feed doesn’t hum.  At least for me."
                }
            ],
            "uri": "at://did:plc:pay7hbhmgcfitub4umyeghl6/app.bsky.feed.post/3ldn7wall5s2r"
        }
    ]
}