{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 1,
                    "utter": "I agree that if you can do so without financial impact, you should absolutely continue to isolate until testing negative. \n\nBut there should be no shaming people who *follow the CDC recommendations* for ending isolation; a lot of people no longer have the privilege of sufficient sick time."
                },
                {
                    "author": "did:plc:pptrkexbcbmmgw2st4pjby75",
                    "type": 2,
                    "utter": "I don't think you'll find disabled, immunocompromised folks shaming anyone for circumstances outside their control. Marginalized people don't marginalize others.\n\nBut shame has a definition and it doesn't need my help. Feeling icky when acting against your own values is a basic human right."
                },
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 3,
                    "utter": "This wasn't about disabled immunocompromised folks. It was (pretty clearly I thought) about privileged folks who can lay around forever & do nothing except ensure they're completely recovered and fully not icky in any way before rejoining society, who expect everyone else should do the same."
                }
            ],
            "uri": "at://did:plc:pci5vbcv733cb7ys5fg25ghe/app.bsky.feed.post/3khwrpgomyn2c"
        },
        {
            "talk": [
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 1,
                    "utter": "This wasn't about disabled immunocompromised folks. It was (pretty clearly I thought) about privileged folks who can lay around forever & do nothing except ensure they're completely recovered and fully not icky in any way before rejoining society, who expect everyone else should do the same."
                },
                {
                    "author": "did:plc:pptrkexbcbmmgw2st4pjby75",
                    "type": 2,
                    "utter": "I think this is where you're confusing me: I'm disabled by Long Covid. My recovery requires me to lay around. A lot.\n\n*I can do it* because of a boatload of privileges... entitlements/insurance, technically, but it's tied to privilege.\n\nSo I'm not sure why you're drawing these lines. Qui bono?"
                },
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 3,
                    "utter": "If you want to be upset that I'm calling out privilege b/c you're privilege-adjacent (?), go for it. \n\nI'm worried abt the people who have to choose between recovery and income. They are absolutely the reason it's spreading but expecting them to stay home until they test negative is not the answer."
                },
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 3,
                    "utter": "It's much easier to paint lower class folks as unethical for working sick than it is to acknowledge that lack of sick time is the real problem, not the  science, or the tests. The CDC  recommendations are sound. Let's talk about how to enable everyone to follow them *before* we raise the bar?"
                }
            ],
            "uri": "at://did:plc:pci5vbcv733cb7ys5fg25ghe/app.bsky.feed.post/3khx44ugxxo2v"
        },
        {
            "talk": [
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 1,
                    "utter": "If you want to be upset that I'm calling out privilege b/c you're privilege-adjacent (?), go for it. \n\nI'm worried abt the people who have to choose between recovery and income. They are absolutely the reason it's spreading but expecting them to stay home until they test negative is not the answer."
                },
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 1,
                    "utter": "It's much easier to paint lower class folks as unethical for working sick than it is to acknowledge that lack of sick time is the real problem, not the  science, or the tests. The CDC  recommendations are sound. Let's talk about how to enable everyone to follow them *before* we raise the bar?"
                },
                {
                    "author": "did:plc:pptrkexbcbmmgw2st4pjby75",
                    "type": 2,
                    "utter": "OFFS, I realize it's easier to paint folks with less privilege as a lot of things. I've often had less than this.\n\nI missed the part of the discussion where anyone did that before you brought up people being shamed by the covid cautious?"
                },
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 3,
                    "utter": "And I feel like I've been as clear as I can about how people with privilege to isolate should care more about the people who can't & rather than trying to add \"rules\" that are even less attainable, we should be trying to make it possible for everyone to follow the ones that already exist first."
                }
            ],
            "uri": "at://did:plc:pci5vbcv733cb7ys5fg25ghe/app.bsky.feed.post/3khy4pqppxn2p"
        },
        {
            "talk": [
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 1,
                    "utter": "I'm not sure what you mean. The majority of people are not infectious beginning at day 10... that's why isolation is recommended until day 10. Caveats about symptoms and masking are very relevant also."
                },
                {
                    "author": "did:plc:7vqvkvmpekx77t7wyeam4yqz",
                    "type": 2,
                    "utter": "To avoid commentary on actual policy, I will use a fictitious example. Sorry this may be long and threads here are hard. Also, this is not my opinion on what people should do!\n\nA study shows 50% of infected people are contagious after 5 days and only 10% after 10 days, where to set isolation time?"
                },
                {
                    "author": "did:plc:7vqvkvmpekx77t7wyeam4yqz",
                    "type": 2,
                    "utter": "If the goal of public health is to minimize the new disease spread then the isolation time should be 10 days or more, right? This will mean a lot of people (almost 90%) will be isolating longer than necessary. This can be difficult to legally justify, if legal orders needed to enforce isolation."
                },
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 3,
                    "utter": "You don't need to speculate or use examples. The policy both exists and was based on actual test results."
                }
            ],
            "uri": "at://did:plc:pci5vbcv733cb7ys5fg25ghe/app.bsky.feed.post/3khupn4wspp2k"
        }
    ]
}