{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:plzk7tazz6ctxnaojdfz2mxy",
                    "type": 1,
                    "utter": "I'm specifically talking about the logistics of individual users and rightsholders suing the scraping platforms, not of Bluesky itself doing it on their behalf."
                },
                {
                    "author": "did:plc:plzk7tazz6ctxnaojdfz2mxy",
                    "type": 1,
                    "utter": "Obviously it is difficult for users to know if they have been target of any scraping action, but there have been multiple cases where this link can be definitively proven (for example, when platforms add an artist's name as an official term in an image generator)."
                },
                {
                    "author": "did:plc:dcywaduch2xpz2a3yp7w5db2",
                    "type": 2,
                    "utter": "It's an interesting topic; glad you're exploring it.  Even if result of scraping can't be identifiably traced as coming from partic person, there just seems smth so invasive about s.o. taking your works, thoughts, and form of expression.  It's like stealing your originality."
                },
                {
                    "author": "did:plc:plzk7tazz6ctxnaojdfz2mxy",
                    "type": 3,
                    "utter": "Well no, but you can identify where it goes is what I'm saying. Obviously if your work turns up in a generative AI tool, you could specifically request it to be removed and possibly(?) subpoena them to find out how it entered their training set (again, if the courts accept scraping as non-fair use)."
                },
                {
                    "author": "did:plc:plzk7tazz6ctxnaojdfz2mxy",
                    "type": 3,
                    "utter": "The GenAI companies aren't omniscient obviously but you'd at least find out if they specifically went out of their way to scrape your data (Which, again, has happened!)"
                }
            ],
            "uri": "at://did:plc:plzk7tazz6ctxnaojdfz2mxy/app.bsky.feed.post/3lb755p34cs2z"
        }
    ]
}