{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:pptrkexbcbmmgw2st4pjby75",
                    "type": 1,
                    "utter": "I don't think you'll find disabled, immunocompromised folks shaming anyone for circumstances outside their control. Marginalized people don't marginalize others.\n\nBut shame has a definition and it doesn't need my help. Feeling icky when acting against your own values is a basic human right."
                },
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 2,
                    "utter": "This wasn't about disabled immunocompromised folks. It was (pretty clearly I thought) about privileged folks who can lay around forever & do nothing except ensure they're completely recovered and fully not icky in any way before rejoining society, who expect everyone else should do the same."
                },
                {
                    "author": "did:plc:pptrkexbcbmmgw2st4pjby75",
                    "type": 3,
                    "utter": "I think this is where you're confusing me: I'm disabled by Long Covid. My recovery requires me to lay around. A lot.\n\n*I can do it* because of a boatload of privileges... entitlements/insurance, technically, but it's tied to privilege.\n\nSo I'm not sure why you're drawing these lines. Qui bono?"
                }
            ],
            "uri": "at://did:plc:pptrkexbcbmmgw2st4pjby75/app.bsky.feed.post/3khwvs3zdka2t"
        },
        {
            "talk": [
                {
                    "author": "did:plc:pptrkexbcbmmgw2st4pjby75",
                    "type": 1,
                    "utter": "I think this is where you're confusing me: I'm disabled by Long Covid. My recovery requires me to lay around. A lot.\n\n*I can do it* because of a boatload of privileges... entitlements/insurance, technically, but it's tied to privilege.\n\nSo I'm not sure why you're drawing these lines. Qui bono?"
                },
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 2,
                    "utter": "If you want to be upset that I'm calling out privilege b/c you're privilege-adjacent (?), go for it. \n\nI'm worried abt the people who have to choose between recovery and income. They are absolutely the reason it's spreading but expecting them to stay home until they test negative is not the answer."
                },
                {
                    "author": "did:plc:pci5vbcv733cb7ys5fg25ghe",
                    "type": 2,
                    "utter": "It's much easier to paint lower class folks as unethical for working sick than it is to acknowledge that lack of sick time is the real problem, not the  science, or the tests. The CDC  recommendations are sound. Let's talk about how to enable everyone to follow them *before* we raise the bar?"
                },
                {
                    "author": "did:plc:pptrkexbcbmmgw2st4pjby75",
                    "type": 3,
                    "utter": "OFFS, I realize it's easier to paint folks with less privilege as a lot of things. I've often had less than this.\n\nI missed the part of the discussion where anyone did that before you brought up people being shamed by the covid cautious?"
                },
                {
                    "author": "did:plc:pptrkexbcbmmgw2st4pjby75",
                    "type": 3,
                    "utter": "And CDC recommendations are always lobbyist-influenced and six months too late at this point.\n\nI see no reason not to demand adequate protections and recovery for *everyone* without having to side-eye people using them, some of us out loud."
                }
            ],
            "uri": "at://did:plc:pptrkexbcbmmgw2st4pjby75/app.bsky.feed.post/3khx5wekq7v2h"
        }
    ]
}