{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:q6mkr5oxbux4zn7wqsqjxh33",
                    "type": 1,
                    "utter": "“อืม ก็เคยได้ยินมาบ้างว่าเผ่าบีสต์จะประสาทสัมผัสไว”\n\nพูดพลางมือจดยิก ๆ ก่อนจะเงยหน้าขึ้นมองแล้วเกิดอยากลองอะไรบางอย่าง\n\n“ขอจับหูได้มั้ย”\n\n”แค่สงสัยว่าจะนุ่มรึเปล่า“\n\nพูดออกไปตามตรงเพราะเขาไม่เลี้ยงแมวนี่หน่า…"
                },
                {
                    "author": "did:plc:s6uif4bpiw3xoc4bjogbyzsg",
                    "type": 2,
                    "utter": "มาไคมองมือที่จดบันทึกของหนุ่มผมครามอยู่ จู่ ๆ เจ้าของมือเงยหน้าขึ้นมา ทำให้เขาสะดุ้งเล็กน้อย\n\nสิ่งที่คุณชายขอมา ก็ทำให้ประหม่าเล็กน้อย\n\n\"ถ้าอยากจับฉันก็ไม่ได้ว่าอะไร\"\n\n\"นายอยากรู้นี่ ใช่ไหม…?\"\n\nมาไคก้มตัวลงให้คุณชายสัมผัสหูแมวของเขา"
                },
                {
                    "author": "did:plc:q6mkr5oxbux4zn7wqsqjxh33",
                    "type": 3,
                    "utter": "อดแปลกใจที่อีกฝ่ายไม่โวยวาย เอสเทลถอดถุงมือข้างซ้ายออก ก่อนจะเอื้อมมือไปสัมผัสเบา ๆ\n\n‘ก็นุ่มดี คนละฟีลกับขนนกเลย‘\n\nพอรู้ตัวว่าจับเพลินไปหน่อยจึงรีบชักมือกลับ \n\n“เสร็จแล้ว” เขาหยิบสมุดบันทึกขึ้นมาทำท่าจะจดต่อ\n\n”คำถามต่อไป คิดยังไงกับเผ่าอื่น ๆ นอกจากเผ่าของตัวเอง“"
                }
            ],
            "uri": "at://did:plc:q6mkr5oxbux4zn7wqsqjxh33/app.bsky.feed.post/3lbzdskgytm24"
        },
        {
            "talk": [
                {
                    "author": "did:plc:q6mkr5oxbux4zn7wqsqjxh33",
                    "type": 1,
                    "utter": "“อยากถามอะไรก็ถามมา”\n\nเขาหันไปตอบชายหนุ่มผมสีแดงท่าทางดูสงบเรียบร้อยดี\n\nแค่มองจากภายนอกแล้วก็แทบแยกไม่ออกเลยว่าเป็นเผ่าเงือก"
                },
                {
                    "author": "did:plc:sakiy5dyymhfsgmnta7hg2he",
                    "type": 2,
                    "utter": "\"ในฐานะที่เป็นมนุษย์แล้ว- นายคิดยังไงกับเผ่าตัวเองงั้นเหรอ\"\n\nเขายิงคำถามทันทีโดยไม่รีรอ \n\n\"แล้วก็คิดกับเผ่าอื่นแบบไหนงั้นเหรอ\""
                },
                {
                    "author": "did:plc:q6mkr5oxbux4zn7wqsqjxh33",
                    "type": 3,
                    "utter": "“เรียนรู้สิ่งต่าง ๆ ได้ดี รู้จักพัฒนาตนเอง เห็นแก่ตัว ฉลาดแล้วก็เจ้าเล่ห์“\n\nเขาเองก็ตอบไปตามตรงไม่มีอ้อมค้อม\n\n“ถึงจะไม่เคยเจอเผ่าอื่นมาก่อนแต่คิดว่า แฟรี่เป็นพวกอายุยืนแล้วก็เก่งเวทมนต์”\n\n”เผ่าบีสต์มีความแข็งแกร่ง ได้ทักษะตามลักษณะของสัตว์ชนิด ๆ นั้น“\n\n“สุดท้ายก็เผ่าเงือกเก่งเวลาอยู่ใต้น้ำว่าแต่.. พวกเขากินสาหร่ายรึเปล่า?”\n\nประโยคหลังถามกลับไปด้วยความสงสัย"
                }
            ],
            "uri": "at://did:plc:q6mkr5oxbux4zn7wqsqjxh33/app.bsky.feed.post/3lc4wpxo2jx2m"
        }
    ]
}