{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:qc66ftzzgkvskmzmg5n7gvny",
                    "type": 1,
                    "utter": "アイリス「了解よ。それじゃあ私は主任研究室に入らせてもらおうかしら。みんなはどこ行きたい？」\n棺「わたしゃ死霊魔術の研究室を見せてもらおうか。なかったら霊系の存在の研究室でもいいが」\n従僕「それじゃあ僕は黒魔術か悪魔の研究室に案内してもらえるかな？」\n人形「私はゴーレムあたりの研究室か機会人形の研究か製造をしている場所に行かせてもらうわ」\nプルメリ「わたくしは宇宙に関する研究をしている場所があるなら行きたいわね。なかったら春風ちゃんと同じく主任研究室に行かせてもらおうかしら」ヴィナ「あたしはこの世界の軍を見てみたいな。となるとここじゃねーのか？」"
                },
                {
                    "author": "did:plc:qc66ftzzgkvskmzmg5n7gvny",
                    "type": 1,
                    "utter": "仮面「わたくしは魔法などは扱えませんので皆様のお手伝いをさせていただきます！何かご要望があれば何なりとお申し付けください！」\nアイリス「いきなり色々とごめんなさいね。案内頼めるかしら？」"
                },
                {
                    "author": "did:plc:c6nsfkjwise3mywsjsgzgijs",
                    "type": 2,
                    "utter": "ロキ「完全な魔術系はここじゃなくて別にある魔道研究隊になるな。ここの案内が終わったらそちらも案内しよう。軍に関してもここじゃないな…ひとまずは主任研究室を案内しよう」（と突き当りへ進む。手をかざすと扉が開き、少し物が散乱した部屋が見える。書類や小さな機器、机の上には大型のパソコンらしき物が多くある）「汚くてすまんな、ここが俺の研究室だ。先程も言った通り俺は魔導科学、魔力と科学の複合を研究している」（と言いながらパソコンの電源を付け、大きなスクリーンを作動させる）「特にリリン型機械人形の心臓部と呼べる魔力半永久放射装置…通称<魔導炉>とかな」"
                },
                {
                    "author": "did:plc:c6nsfkjwise3mywsjsgzgijs",
                    "type": 2,
                    "utter": "（そう言うと同時にスクリーン上に無数の文字が羅列され、その直後に完全起動したのか複数のウインドウが展開される）\nロキ「…そして、この特務隊の特徴と呼べる魔導型電子高速大規模計算機、リリンシステムも俺の開発だ。この部屋にあるのはそのオリジナル型でこの基地の管理を行っている。少ない人員で基地を稼働させるための工夫だな」（と言いながら全員分の椅子を出しつつ自分も座り）「何か気になる点とかはあるか？」"
                },
                {
                    "author": "did:plc:qc66ftzzgkvskmzmg5n7gvny",
                    "type": 3,
                    "utter": "ヴィナ「魔力と科学の融合？カッこりゃ面白いな。俄然この世界の軍に興味が湧いてきた。」（彼女はニヤニヤと笑う）\n従僕「おそらく僕たちの世界の魔力とこの世界の魔力は本質的には別物っぽいね」\nプルメル「私にはそこらへんよくわからないわね」\nアイリス「本当に不思議な技術だわ。私たちの世界で科学は魔力という神秘を否定するものだもの。それがこんな風に共存しているのは本当に異例なことに私たちには見えるわ」\n人形「そんなことよりそのリリン型っていう機会人形を見せて欲しいわね。魔力半永久放射装置の仕組みも気になるわね」"
                }
            ],
            "uri": "at://did:plc:qc66ftzzgkvskmzmg5n7gvny/app.bsky.feed.post/3laqnn7p5ks23"
        }
    ]
}