{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:qjiklzmwo7wbd33b5afp5gbd",
                    "type": 1,
                    "utter": "Studies seem inconclusive on it effects it has wrt pedophiles and the demand for actual CSAM, but I think everyone would agree that fictional drawings not based on real children would be infinitely preferable to actual CSAM, if wholesale replacement were possible."
                },
                {
                    "author": "did:plc:qjiklzmwo7wbd33b5afp5gbd",
                    "type": 1,
                    "utter": "To the extent that it protects children, I'm all for the existence of drawings that I find repulsive. To the extent that it harms them, I'm opposed to it. \n\nSo I think there's a meaningful distinction there."
                },
                {
                    "author": "did:plc:t66sjpa5jym3lmp4f6e5zw5t",
                    "type": 2,
                    "utter": "I get your framing, but I’m not focused on the harm to the victims in the production of the material, nor am I thinking about how the material might trigger future/inactive predators.\n\nI’m primarily interested in the effect the material has on victims and those who identify / empathize with them."
                },
                {
                    "author": "did:plc:qjiklzmwo7wbd33b5afp5gbd",
                    "type": 3,
                    "utter": "I think that's a good argument about banning it from bluesky! But I don't think anyone here is arguing that sexually explicit drawings of minors belong on this site."
                }
            ],
            "uri": "at://did:plc:qjiklzmwo7wbd33b5afp5gbd/app.bsky.feed.post/3lbswrlsx3c2p"
        },
        {
            "talk": [
                {
                    "author": "did:plc:qjiklzmwo7wbd33b5afp5gbd",
                    "type": 1,
                    "utter": "I think that's a good argument about banning it from bluesky! But I don't think anyone here is arguing that sexually explicit drawings of minors belong on this site."
                },
                {
                    "author": "did:plc:t66sjpa5jym3lmp4f6e5zw5t",
                    "type": 2,
                    "utter": "The people who got banned were in fact trying to bring it here, at least as far as the mods were concerned. So it is at least what this thread is about."
                },
                {
                    "author": "did:plc:qjiklzmwo7wbd33b5afp5gbd",
                    "type": 3,
                    "utter": "Yes, but I am not arguing against their banning."
                }
            ],
            "uri": "at://did:plc:qjiklzmwo7wbd33b5afp5gbd/app.bsky.feed.post/3lbsx6efit22x"
        }
    ]
}