{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:qtg5imfwej5xhwlvl745wkxf",
                    "type": 1,
                    "utter": "I hate that word so much. \nA bunch of idiots misunderstood cultivation theory and ran with it.\n\nWe're not gonna emulate everything we see in fiction like dumb little children. Things being \"normalized\" in media doesn't mean we'll actually do it."
                },
                {
                    "author": "did:plc:735avqzlr2zlqcbo6gdjnyes",
                    "type": 2,
                    "utter": "It has to be like .. a pervasive culture force, and even then it depends on what it is \n\nActual normalization is more about unconscious attitudes, it isn't going to make people do crimes 🤷‍♀️"
                },
                {
                    "author": "did:plc:qtg5imfwej5xhwlvl745wkxf",
                    "type": 3,
                    "utter": "Even the original cultivation theory study about violence on TV found that it just made people more subconsciously paranoid about violence happening TO them, not make them wanna go out and do it themselves."
                }
            ],
            "uri": "at://did:plc:qtg5imfwej5xhwlvl745wkxf/app.bsky.feed.post/3lbzvldvsdk2e"
        },
        {
            "talk": [
                {
                    "author": "did:plc:qtg5imfwej5xhwlvl745wkxf",
                    "type": 1,
                    "utter": "Even the original cultivation theory study about violence on TV found that it just made people more subconsciously paranoid about violence happening TO them, not make them wanna go out and do it themselves."
                },
                {
                    "author": "did:plc:dbi5iz3thdmdb2tm5h5lace3",
                    "type": 2,
                    "utter": "Is that where all this shit came from, god."
                },
                {
                    "author": "did:plc:dbi5iz3thdmdb2tm5h5lace3",
                    "type": 2,
                    "utter": "It's like how people have bastardised the idea of \"male gaze\" except with MUCH higher stakes lmao."
                },
                {
                    "author": "did:plc:qtg5imfwej5xhwlvl745wkxf",
                    "type": 3,
                    "utter": "oh jeez don't even get me started on how much the term \"male gaze\" has been bastardized. \n\ncan't even be lesbian anymore without people assuming you're a horny guy and resorting to unintentional (?) transphobia."
                }
            ],
            "uri": "at://did:plc:qtg5imfwej5xhwlvl745wkxf/app.bsky.feed.post/3lbzxypaof22f"
        },
        {
            "talk": [
                {
                    "author": "did:plc:qtg5imfwej5xhwlvl745wkxf",
                    "type": 1,
                    "utter": "oh jeez don't even get me started on how much the term \"male gaze\" has been bastardized. \n\ncan't even be lesbian anymore without people assuming you're a horny guy and resorting to unintentional (?) transphobia."
                },
                {
                    "author": "did:plc:dbi5iz3thdmdb2tm5h5lace3",
                    "type": 2,
                    "utter": "Now if we're talking social norms and normalisation (perhaps that doesn't actually apply to social norms? idk) that bastardisation actually is reflecting repressive social norms since the whole way people treat women's sexuality, sexualisation of women actually is modulated by a framework"
                },
                {
                    "author": "did:plc:dbi5iz3thdmdb2tm5h5lace3",
                    "type": 2,
                    "utter": "which calls itself feminist but only advocates for a very set group (and is hardly even effective in doing that).\n\nLike when people will call mahoako male gaze, a work with only women, or when they do have their assumptions challenged and the author is a woman and their recourse is"
                },
                {
                    "author": "did:plc:dbi5iz3thdmdb2tm5h5lace3",
                    "type": 2,
                    "utter": "\"well that's still gross and bad since she's clearly just catering to the men!\" which is just again, even when it's right in front of them denying lesbian desire."
                },
                {
                    "author": "did:plc:qtg5imfwej5xhwlvl745wkxf",
                    "type": 3,
                    "utter": "Yep. The whole idea of female sexuality being \"for men\" unless it's done in a specific or subtle  way is so misogynistic.\n\nGirls love seeing girls. The \"men are visual creatures and women aren't\" is a sexist stereotype that hurts both cis and trans lesbians."
                }
            ],
            "uri": "at://did:plc:qtg5imfwej5xhwlvl745wkxf/app.bsky.feed.post/3lc2ar7g65k2n"
        }
    ]
}