{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:qwnu3w2gqddge4vthbipzfcn",
                    "type": 1,
                    "utter": "What are you even talking about. She was the Vice chair on that committee when Raskin led it & she was very effective, watch any clip. This would be the most important position of the opposition. You can’t set the agenda, but it’s about fighting back on the excesses of the Trump admin."
                },
                {
                    "author": "did:plc:wqepuo6rjotasbvl5bbjehyk",
                    "type": 2,
                    "utter": "OK, great, why the goddamn hell did literally none of you lead with that part?\n\nVersus people so far giving literally dozens and dozens of posts about her age, gender, and/or social media experience which are all wholly irrelevant?"
                },
                {
                    "author": "did:plc:qwnu3w2gqddge4vthbipzfcn",
                    "type": 3,
                    "utter": "You’re right, I assumed folks were familiar with that. But her communication skills and popularity with the base and fighting spirit combined with that put her over the top. It was just a no brainer, then Nancy & the establishment got involved."
                }
            ],
            "uri": "at://did:plc:qwnu3w2gqddge4vthbipzfcn/app.bsky.feed.post/3ldlox7e6ec2x"
        },
        {
            "talk": [
                {
                    "author": "did:plc:qwnu3w2gqddge4vthbipzfcn",
                    "type": 1,
                    "utter": "Is sinking the leadership bid of one of your most talented politicians who also happens to be one of your more effective communicators and popular with the people you lost support from tactically sound? 🤷🏻‍♀️"
                },
                {
                    "author": "did:plc:wqepuo6rjotasbvl5bbjehyk",
                    "type": 2,
                    "utter": "Is she effective at preaching unity and support for the entire Democratic Party? Because that's what we need right now, and my experience based on following AOC's media is that she has a bad track record about that."
                },
                {
                    "author": "did:plc:qwnu3w2gqddge4vthbipzfcn",
                    "type": 3,
                    "utter": "Based on what? Her voting record? Her supporting and campaigning first for Biden and then Harris? These purity tests will be our undoing. And what is the Dem Party? Are the voters not important? The disaffected base that we have to win back to have a chance?"
                }
            ],
            "uri": "at://did:plc:qwnu3w2gqddge4vthbipzfcn/app.bsky.feed.post/3ldllnsrsqc2e"
        },
        {
            "talk": [
                {
                    "author": "did:plc:qwnu3w2gqddge4vthbipzfcn",
                    "type": 1,
                    "utter": "Based on what? Her voting record? Her supporting and campaigning first for Biden and then Harris? These purity tests will be our undoing. And what is the Dem Party? Are the voters not important? The disaffected base that we have to win back to have a chance?"
                },
                {
                    "author": "did:plc:wqepuo6rjotasbvl5bbjehyk",
                    "type": 2,
                    "utter": "The purity tests where the entire reason the Democrats lost because everyone shits on them all day long and the progressive wing shits on the moderate wing all day long?\n\nSo maybe we should stop doing that if we want to actually win?"
                },
                {
                    "author": "did:plc:wqepuo6rjotasbvl5bbjehyk",
                    "type": 2,
                    "utter": "If the fact that Democrats are the only party right now that wants to actually govern the country decently, and the fact they did an extremely good job the past four years, isn't enough for everyone to stop shitting on and rejecting them, then you know what? We deserve our country being destroyed."
                },
                {
                    "author": "did:plc:wqepuo6rjotasbvl5bbjehyk",
                    "type": 2,
                    "utter": "That's where I'm at at this point.\n\nIf we want to ignore Republicans to shit all over the alternative all day long, then we deserve the Republicans we don't care about keeping out power.\n\nI'm just done."
                },
                {
                    "author": "did:plc:qwnu3w2gqddge4vthbipzfcn",
                    "type": 3,
                    "utter": "If we don’t reform and change ourselves we will keep losing. We’ve already lost this battle and we need to be gearing up for what is to come and reflecting on what needs to change. You can’t win w/ the coalition we have rn in the presidential, let alone the Senate."
                }
            ],
            "uri": "at://did:plc:qwnu3w2gqddge4vthbipzfcn/app.bsky.feed.post/3ldlomosw5k2x"
        },
        {
            "talk": [
                {
                    "author": "did:plc:qwnu3w2gqddge4vthbipzfcn",
                    "type": 1,
                    "utter": "Based on what? Her voting record? Her supporting and campaigning first for Biden and then Harris? These purity tests will be our undoing. And what is the Dem Party? Are the voters not important? The disaffected base that we have to win back to have a chance?"
                },
                {
                    "author": "did:plc:wqepuo6rjotasbvl5bbjehyk",
                    "type": 2,
                    "utter": "The purity tests where the entire reason the Democrats lost because everyone shits on them all day long and the progressive wing shits on the moderate wing all day long?\n\nSo maybe we should stop doing that if we want to actually win?"
                },
                {
                    "author": "did:plc:qwnu3w2gqddge4vthbipzfcn",
                    "type": 3,
                    "utter": "No; the purity tests are now on the other side where you have to be willing to be ok with losing to preserve the establishment. It’s not even about ideology, it’s about winning. To preserve democracy, they have to win and what they have right now is not a winning formula."
                }
            ],
            "uri": "at://did:plc:qwnu3w2gqddge4vthbipzfcn/app.bsky.feed.post/3ldloif5mgc2x"
        },
        {
            "talk": [
                {
                    "author": "did:plc:qwnu3w2gqddge4vthbipzfcn",
                    "type": 1,
                    "utter": "No; the purity tests are now on the other side where you have to be willing to be ok with losing to preserve the establishment. It’s not even about ideology, it’s about winning. To preserve democracy, they have to win and what they have right now is not a winning formula."
                },
                {
                    "author": "did:plc:wqepuo6rjotasbvl5bbjehyk",
                    "type": 2,
                    "utter": "What Democrats have right now is voters who shit on them all day long even when they empirically did a good job about something.\n\nVoters who are literally incapable of suggesting Democrats can do anything right, can ever maybe know something we don't, can maybe have good reasons for things, etc."
                },
                {
                    "author": "did:plc:qwnu3w2gqddge4vthbipzfcn",
                    "type": 3,
                    "utter": "Not all voters are the same. I canvassed & phonebanked for the campaign & while there are many woefully under informed & MAGAts out there, there were also disillusioned Dems concerned about cost of living, healthcare, rent who didn’t see us as fighting for them. That was the unfortunately reality"
                }
            ],
            "uri": "at://did:plc:qwnu3w2gqddge4vthbipzfcn/app.bsky.feed.post/3ldlp5szihc2x"
        }
    ]
}