{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:rhwa7cmkij3txnrwsyilkgqs",
                    "type": 1,
                    "utter": "Eu acho que esse daqui supera nesse quesito:🐙\n\nMas talvez seja uma match bem equilibrada."
                },
                {
                    "author": "did:plc:zepi26jq2sle66hwozdxq5vo",
                    "type": 2,
                    "utter": "Pior q eu gosto de polvos apesar de eles serem bizarros e medonhos e o motivo é pq eles parecem vilões e criaturas de fantasia na vida real, existe um polvo gigante capaz de derrubar um barco em águas absais sabe? Me faz sentir q to num filme"
                },
                {
                    "author": "did:plc:rhwa7cmkij3txnrwsyilkgqs",
                    "type": 3,
                    "utter": "Sim. No fim os mares de One piece não são tão mentirosos quanto parecem, ksksks."
                }
            ],
            "uri": "at://did:plc:rhwa7cmkij3txnrwsyilkgqs/app.bsky.feed.post/3lc2733dsgs2n"
        },
        {
            "talk": [
                {
                    "author": "did:plc:rhwa7cmkij3txnrwsyilkgqs",
                    "type": 1,
                    "utter": "Acredito que muito da carência de noção marinha seja por conta da falta de recursos que permitam o ser humano atingir lugares com tanta pressão d'água.\nClaro, existe sim pressão no caminho pro espaço, mas ainda é mais maleável doq a do mar, tendo em mente a atual tecnologia que temos"
                },
                {
                    "author": "did:plc:xjn7os3vrzskbzzmlwwwm24s",
                    "type": 2,
                    "utter": "Hm eu n tinha pensado nisso\nmas eu n entendo tb, pq a pressão no espaço é forte o suficiente pra fazer a gente explodir tb ent eu n sei se o espaço é exatamente mais maleável q o fundo do oceano"
                },
                {
                    "author": "did:plc:rhwa7cmkij3txnrwsyilkgqs",
                    "type": 3,
                    "utter": "E mais maleável pois no espaço, em grande parte, há ausência de peso das coisas, ent, na água, além da pressão pela falta de oxigênio, tmb há a pressão feita pela compreção da própria água em si"
                }
            ],
            "uri": "at://did:plc:rhwa7cmkij3txnrwsyilkgqs/app.bsky.feed.post/3lc3g55xj5k2l"
        },
        {
            "talk": [
                {
                    "author": "did:plc:rhwa7cmkij3txnrwsyilkgqs",
                    "type": 1,
                    "utter": "Eu acho que esse daqui supera nesse quesito:🐙\n\nMas talvez seja uma match bem equilibrada."
                },
                {
                    "author": "did:plc:xjn7os3vrzskbzzmlwwwm24s",
                    "type": 2,
                    "utter": "Mds eu achei q era só veneno ai descobri q podem nos afogar q bicho medonho"
                },
                {
                    "author": "did:plc:rhwa7cmkij3txnrwsyilkgqs",
                    "type": 3,
                    "utter": "Sim, e eles são naturalmente hostis e territorilaistas, diferente dos golfinhos que são invasivos, mas se vc demonstrar certo nível de ameaça o golfinho foge, já o polvo ele não tá nem aí, já que ele tem 8 corações, ent ele rusha pra cima sem medo, ksksks.\nSem falar que ele é mais difícil de se+"
                },
                {
                    "author": "did:plc:rhwa7cmkij3txnrwsyilkgqs",
                    "type": 3,
                    "utter": "Lidar por ser invertebrado. É como se fosse uma amoeba gigante que se prende em vc, tem veneno e ainda faz de tudo pra te afogar, já o golfinho, é só vc manter uma distância segura e ser atento, e dá pra afugentar melhor ele."
                }
            ],
            "uri": "at://did:plc:rhwa7cmkij3txnrwsyilkgqs/app.bsky.feed.post/3lc26s7gntc2n"
        }
    ]
}