{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:s3r42ntdsaj2fu2ueuwecg4w",
                    "type": 1,
                    "utter": "トランス男性も女性スペースを利用する際に問題が起きることは多々ありますし、だからこそトランス男性は男性スペースを利用するようになるんですよ。トランス女性もトランス男性も常に『自認の性別』のスペースを使うわけでなく、社会的に認識されている性別のスペースを自身の状態や状況に応じて利用しているので…"
                },
                {
                    "author": "did:plc:s3r42ntdsaj2fu2ueuwecg4w",
                    "type": 1,
                    "utter": "トランス男性の男性プロスポーツ参加も、“問題”とされないだけで普通にメダルを取る選手がいますね。ボクシングなど格闘系のスポーツにもいます。\nSNS上のトランスジェンダーの“問題”はデマや事実と異なる情報本当に多いですし、ふんわりした印象論で偏見の拡散をしないように気をつけたいですね。"
                },
                {
                    "author": "did:plc:yynscttjjqhoqevgikg5cjca",
                    "type": 2,
                    "utter": "返信　ありがとうございます\n\n私個人は年齢性別関係なく人は着たい服を着て生きたいように生きられればそれが一番良いと信じています\n\nただ男性と女性とでは体格や筋力に大きな差があるのは明白でこれは自認性とは別の話です\n\n女性は元々男性より体も力も弱いのでトランス男性が男子スポーツに参加するのは問題無いですが、逆の場合、公平性に欠けています\n\nまた女子トイレや更衣室などのスペースに自認性女性で男性の肉体を持つ方が出入りするとそれに便乗した犯罪者が堂々と入れるので反対せざるを得ません\n(次へ)"
                },
                {
                    "author": "did:plc:yynscttjjqhoqevgikg5cjca",
                    "type": 2,
                    "utter": "逆に男性として振る舞っている方で女性の肉体を持つ方は女性用スペースを使う方が安全だと考えます\nただ本人が男性用スペースで良いのであればかまいませんが・・\n\n男性と女性では実際に体の構造も体力も違い、それゆえに女性の方が圧倒的に理不尽な犯罪の被害者になる事が多いのは事実なので\n差別と区別の違いの認識も大事なことだと考えています"
                },
                {
                    "author": "did:plc:s3r42ntdsaj2fu2ueuwecg4w",
                    "type": 3,
                    "utter": "とりあえず“trans man”で画像検索していただくと分かりやすいかと思うのですが、社会的に自認の性別で生活している（できている）トランスジェンダーは見た目で分かるようなものではありません。あなたが大きな都市にお住まいなら、そうと気が付かずにすれ違ったり話したりもしているはずです。\nそれぞれの自認に合った側のトイレを使っているのもこのような人たちで、トランスジェンダーだからといっていきなり自認の性別のトイレを使おうとするような人はまずいません。多くの当事者はトラブルを避けて、多目的トイレを利用したりトイレ自体を我慢しているのが実態です。"
                },
                {
                    "author": "did:plc:s3r42ntdsaj2fu2ueuwecg4w",
                    "type": 3,
                    "utter": "この数十年そういった運用で特に大きなトラブルもなく使われ続けてきており（ほとんどの場合、シス女性シス男性もトランス女性やトランス男性が利用していることに気がついていない）、当事者の利用形態が変わったわけでもないので、「突然問題が起こり始めた」というよりは「起きていない\"問題\"が作り出されている」という状況です。"
                },
                {
                    "author": "did:plc:s3r42ntdsaj2fu2ueuwecg4w",
                    "type": 3,
                    "utter": "女性プロスポーツ参加についても、単に性自認で参加許可されているわけでなくホルモン値など身体状況にも一定の基準が設けられています。（現在も医学的かつ運動パフォーマンスにおいてエビデンスのある基準ですが、）その基準が未来に変わる可能性は勿論あるとしても、「『女性は男性に力で劣るから』トランスジェンダーは参加すべきでない」というのは印象論であり、科学的な意見とは言えないでしょうね。（トランス男性がシス男性に勝利したり、トランス女性がシス女性に敗北している現実とも乖離しています）"
                }
            ],
            "uri": "at://did:plc:s3r42ntdsaj2fu2ueuwecg4w/app.bsky.feed.post/3ldi42tqhuc2t"
        }
    ]
}