{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:s6j27rxb3ic2rxw73ixgqv2p",
                    "type": 1,
                    "utter": "Aren’t some people claiming it automatically creates an atmosphere of oppression, along with saying “Free Palestine” or accusing Israel of genocide or apartheid or colonialism?"
                },
                {
                    "author": "did:plc:fid6pbukdi7aqvr4w7p72mb6",
                    "type": 2,
                    "utter": "When it creates a clear situation of harassment, I would call that “oppressive.” Some people might claim oppression, that doesn’t necessarily make it so."
                },
                {
                    "author": "did:plc:s6j27rxb3ic2rxw73ixgqv2p",
                    "type": 3,
                    "utter": "OK.  So, like, if it’s directed at a particular person, repeatedly?"
                }
            ],
            "uri": "at://did:plc:s6j27rxb3ic2rxw73ixgqv2p/app.bsky.feed.post/3kg7ay2igyw22"
        },
        {
            "talk": [
                {
                    "author": "did:plc:s6j27rxb3ic2rxw73ixgqv2p",
                    "type": 1,
                    "utter": "OK.  So, like, if it’s directed at a particular person, repeatedly?"
                },
                {
                    "author": "did:plc:fid6pbukdi7aqvr4w7p72mb6",
                    "type": 2,
                    "utter": "There are ways of speaking. \nOne way is to state your views in such a way that they are understood and respected. \nAnother is to say specific things that are intended to elicit a response simply for the sake of being volatile.\n\nI prefer the first method."
                },
                {
                    "author": "did:plc:s6j27rxb3ic2rxw73ixgqv2p",
                    "type": 3,
                    "utter": "Depending on my mood, I do as well.  But being provocative, vivid, even incendiary is absolutely part of our political speech heritage, and framing a speech code to exclude it makes speech watery and dull, as well as being ambiguous and easily abused."
                }
            ],
            "uri": "at://did:plc:s6j27rxb3ic2rxw73ixgqv2p/app.bsky.feed.post/3kg7cxsaj3327"
        },
        {
            "talk": [
                {
                    "author": "did:plc:s6j27rxb3ic2rxw73ixgqv2p",
                    "type": 1,
                    "utter": "OK.  So, like, if it’s directed at a particular person, repeatedly?"
                },
                {
                    "author": "did:plc:fid6pbukdi7aqvr4w7p72mb6",
                    "type": 2,
                    "utter": "It’s nearly impossible to draw a line. But when anyone’s physical safety is in jeopardy, that situation must be dealt with promptly. Hurt feelings are one thing. An entire racial or religious community afraid to step on campus is a problem. How it’s resolved? I haven’t a clue…"
                },
                {
                    "author": "did:plc:fid6pbukdi7aqvr4w7p72mb6",
                    "type": 2,
                    "utter": "In an academic atmosphere, parties must be willing to engage in a respectful discussion with those holding an opposing opinion. Those who aren’t willing to do this shouldn’t be taken seriously. Until they threaten actual harm. Such as a group of 10 people surrounding one Jewish person."
                },
                {
                    "author": "did:plc:fid6pbukdi7aqvr4w7p72mb6",
                    "type": 2,
                    "utter": "That’s an idealistic viewpoint… but some ideals are worth supporting. Administrations could conceivably organize such a discussion. Those who show up and respect the opposing view can still oppose that view. And not expect agreement. But understand the opposition and respect it."
                },
                {
                    "author": "did:plc:s6j27rxb3ic2rxw73ixgqv2p",
                    "type": 3,
                    "utter": "I appreciate the idealism. But the problem is that speech codes that are ambiguous and based on subsequent consensus are particularly rife for abuse.\n\nHow does someone who sincerely believes the Palestinians are victims of genocide decide what they’re allowed to say in your system?"
                }
            ],
            "uri": "at://did:plc:s6j27rxb3ic2rxw73ixgqv2p/app.bsky.feed.post/3kg7cvhbxft2u"
        },
        {
            "talk": [
                {
                    "author": "did:plc:s6j27rxb3ic2rxw73ixgqv2p",
                    "type": 1,
                    "utter": "I appreciate the idealism. But the problem is that speech codes that are ambiguous and based on subsequent consensus are particularly rife for abuse.\n\nHow does someone who sincerely believes the Palestinians are victims of genocide decide what they’re allowed to say in your system?"
                },
                {
                    "author": "did:plc:fid6pbukdi7aqvr4w7p72mb6",
                    "type": 2,
                    "utter": "If someone sincerely believes that the intention of Israel is genocidal erasure of the Palestinian people, they will most likely not be open to any opposing response.\n\nSo, no discussion, and thus no resolution."
                },
                {
                    "author": "did:plc:s6j27rxb3ic2rxw73ixgqv2p",
                    "type": 3,
                    "utter": "So that speech should be banned?"
                }
            ],
            "uri": "at://did:plc:s6j27rxb3ic2rxw73ixgqv2p/app.bsky.feed.post/3kg7ltsf7vu26"
        }
    ]
}