{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:sbr6key6ss36jq254dbtlllr",
                    "type": 1,
                    "utter": "d3japan (replace the 3 with e) -- I've been sticking with them this year for various reasons but I would like to go back to my other proxy at some point eheh 😅"
                },
                {
                    "author": "did:plc:spjtdkkdb723gn3qvcagl5nm",
                    "type": 2,
                    "utter": "Oh nooooo. I thought that looked like their shipping menu. They're my go-to, but one of the reasons I went with them was because Buyee screwed me over on packaging/shipping! If they're doing this kind of stuff now I might have to look elsewhere :("
                },
                {
                    "author": "did:plc:sbr6key6ss36jq254dbtlllr",
                    "type": 3,
                    "utter": "It's not always like this, sometimes they do a nice compact package.. it's inconsistent from the dozens of packages they've done for me thus far, & I don't appreciate that we have \"no say\" in that result oof 😅 heard similar things about Buyee & at least dej has cheaper fees, it's such a dilemma 🫠"
                }
            ],
            "uri": "at://did:plc:sbr6key6ss36jq254dbtlllr/app.bsky.feed.post/3lcj72yhwi22r"
        },
        {
            "talk": [
                {
                    "author": "did:plc:sbr6key6ss36jq254dbtlllr",
                    "type": 1,
                    "utter": "It's not always like this, sometimes they do a nice compact package.. it's inconsistent from the dozens of packages they've done for me thus far, & I don't appreciate that we have \"no say\" in that result oof 😅 heard similar things about Buyee & at least dej has cheaper fees, it's such a dilemma 🫠"
                },
                {
                    "author": "did:plc:spjtdkkdb723gn3qvcagl5nm",
                    "type": 2,
                    "utter": "I've at least had great customer service responses from DJ whenever I've had a question or there's been some issue with my order, so I'll probably stick with them for the time being. Buyee wasn't bad about it, not the same way the packaging drove me nuts, but they didn't impress me either."
                },
                {
                    "author": "did:plc:spjtdkkdb723gn3qvcagl5nm",
                    "type": 2,
                    "utter": "FWIW I have suspected that many Japanese shopping services can keep their fees low by recouping costs in the difference between postage at wholesale and retail pricing. Customers pay the sticker price on the rate chart; services get a bit off the top. I don't mind this because it's still predictable"
                },
                {
                    "author": "did:plc:spjtdkkdb723gn3qvcagl5nm",
                    "type": 2,
                    "utter": "(I do not like it if a service is increasing postage costs unnecessarily, whether through intention or carelessness, though)"
                },
                {
                    "author": "did:plc:sbr6key6ss36jq254dbtlllr",
                    "type": 3,
                    "utter": "Huge agree on all those points!! And especially the difference between wholesale/retail postage pricing lol... I'm okay with those kinds of practices but not the unnecessary postage cost increases as well ughhh. Yeah I imagine DJ's customer service will be a lot better than buyee's these days"
                }
            ],
            "uri": "at://did:plc:sbr6key6ss36jq254dbtlllr/app.bsky.feed.post/3lcjbuwhowk2x"
        }
    ]
}