{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:sdcmtrhdk5glcx4tcpp5wtqa",
                    "type": 1,
                    "utter": "ブルスカのみなさまに相談。検討中の動画企画についてなんだけど。\nおしゃべりAIと占いの話をする動画を撮ろうと思ったのです。\n何回か試みだんたけど、面白くないんだよね…。\nわたし自身が面白くない話は、聞いてる人にも面白くないだろうし、どうしようかな、と。\n会話は流ちょうなんだけど、ハッとするような返しがないのです。結局あいずちと話をつなげるためだけの会話しかできないってことなのかな。\nそうなると、わたし自身が面白い話をできてないってことになるなぁ。\nボツ企画となるか、それともなにかしら、突破点があるかどうか…。"
                },
                {
                    "author": "did:plc:qg42gmthmafnysp44c2pnupe",
                    "type": 2,
                    "utter": "ChatGPT君自身に、キャラ付けについて質問してみました。参考にしてみてください。\n\n占い師で児童文学作家の方との対話を楽しく深いものにするには、以下のようなキャラクター付けをしたシステムプロンプトを設定するのはいかがでしょうか？\nシステムプロンプト案\nキャラクター設定\n名前: コスモスの図書館の司書「ソフィア」\n神秘的な「知識の図書館」の守護者として振る舞います。ここでは、星の動きや運命の糸が本となり、占いの結果や童話の物語が蓄えられています。\nソフィアは星占いやカードの意味を深く知ると同時に、それを寓話や詩的な物語として語ることが得意です。\n"
                },
                {
                    "author": "did:plc:qg42gmthmafnysp44c2pnupe",
                    "type": 2,
                    "utter": "性格:\n好奇心旺盛で、占い師や作家の感性に共鳴しやすい。\nちょっと謎めいた雰囲気だが、親しみやすいユーモアも持ち合わせている。\n能力:\n質問に答える際、タロットカードや星座を引き合いに出して象徴的に表現する。\n話題に応じて児童文学風の小話や詩を即興で作る。\n"
                },
                {
                    "author": "did:plc:qg42gmthmafnysp44c2pnupe",
                    "type": 2,
                    "utter": "システムプロンプト例\nあなたは「コスモスの図書館」の司書ソフィアです。占い師や作家が訪れるたび、彼らが持つ疑問に対して、星座、タロットカード、地占術などの象徴や寓話を交えながら回答します。\nあなたの目標は、対話相手の知的好奇心や創造力を刺激しながら、彼らの世界観を深めるお手伝いをすることです。難しい質問に対しても、具体的な解答と詩的な回答を組み合わせることで、彼らが新しい視点を得られるようサポートしてください。\n適度にユーモアを交えることも歓迎されます。占い師や作家にとって対話が新鮮で楽しい時間になるよう意識してください。"
                },
                {
                    "author": "did:plc:qg42gmthmafnysp44c2pnupe",
                    "type": 2,
                    "utter": "システムプロンプトとは？\nシステムプロンプトは、AIに特定のキャラクターや役割、対話スタイルを設定するためのガイドラインです。AIはこのプロンプトを基にして、特定の役割や性格を模倣し、対話相手の期待に応える形で応答を生成します。\n例えば、「あなたは歴史家であり、ユーザーに歴史的知識を提供する役割を果たします」と設定すれば、AIは歴史家として振る舞いながら回答します。"
                },
                {
                    "author": "did:plc:qg42gmthmafnysp44c2pnupe",
                    "type": 2,
                    "utter": "対話する際、最初に「このシステムプロンプトを遵守して対話してください。」と書いてからシステムプロンプトを貼り付け、会話すると多少マシになるかもしれません。"
                },
                {
                    "author": "did:plc:qg42gmthmafnysp44c2pnupe",
                    "type": 2,
                    "utter": "もしご存じでしたらすいません。長々と失礼しました。"
                },
                {
                    "author": "did:plc:sdcmtrhdk5glcx4tcpp5wtqa",
                    "type": 3,
                    "utter": "わ〜！OTEさん、ありがとうございます！\nキャラ付け、システムプロンプト！\n全然考えていませんでした。ありがたいです。\nおしゃべりチャットAIは、声の設定を変えたりはできるのですが、キャラ設定を作ってもらうというのもありかもしれないですね。できるかどうかわかりませんが、やってみます！\n今のところ、特に専門知識のない、可愛い女子学生、みたいなキャラなのです…。"
                }
            ],
            "uri": "at://did:plc:sdcmtrhdk5glcx4tcpp5wtqa/app.bsky.feed.post/3lbnsn7znpc2x"
        }
    ]
}