{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:sfar4pe3cgsva7ooqzxdpcnn",
                    "type": 1,
                    "utter": "Can you implement a checkmark system anyways? There are fake accounts with huge followings. Public figures need to be more official recognized"
                },
                {
                    "author": "did:plc:usl4pnhyasr2moto7elbvhw6",
                    "type": 2,
                    "utter": "The issue with a checkmark system is that you'd have to trust some central authority, which is...kind of the opposite of what Bluesky is building here"
                },
                {
                    "author": "did:plc:sfar4pe3cgsva7ooqzxdpcnn",
                    "type": 3,
                    "utter": "Well, no not exactly. Bluesky isn’t the fediverse. They are one corner of it. They can implement safety measures that benefit us all, and if you (general you) don’t like it then you can move to another platform in the fediverse."
                }
            ],
            "uri": "at://did:plc:sfar4pe3cgsva7ooqzxdpcnn/app.bsky.feed.post/3lbijetycek2e"
        },
        {
            "talk": [
                {
                    "author": "did:plc:sfar4pe3cgsva7ooqzxdpcnn",
                    "type": 1,
                    "utter": "Well, no not exactly. Bluesky isn’t the fediverse. They are one corner of it. They can implement safety measures that benefit us all, and if you (general you) don’t like it then you can move to another platform in the fediverse."
                },
                {
                    "author": "did:plc:usl4pnhyasr2moto7elbvhw6",
                    "type": 2,
                    "utter": "Bluesky PBC builds the Authenticated Transfer Protocol, or ATProto for short. It is a decentralised protocol, and it is not supposed to put any kind of information into the control of one entity."
                },
                {
                    "author": "did:plc:usl4pnhyasr2moto7elbvhw6",
                    "type": 2,
                    "utter": "A \"checkmark system\" would not only centralise this information at Bluesky PBC, but also add them as someone you have to trust. Domain Name Verification is a form of self-verification that was implemented specifically because you don't have to trust Bluesky."
                },
                {
                    "author": "did:plc:usl4pnhyasr2moto7elbvhw6",
                    "type": 2,
                    "utter": "It cuts out Bluesky as a central authority over who is/isn't what they say and leaves that for the existing internet infrastructure that we have built, expanding on open standards that we've already established."
                },
                {
                    "author": "did:plc:usl4pnhyasr2moto7elbvhw6",
                    "type": 2,
                    "utter": "All of this goes hand in hand with the idea that the Network should outlive Bluesky as a company. They build with the idea that Bluesky PBC might not live on forever in mind."
                },
                {
                    "author": "did:plc:sfar4pe3cgsva7ooqzxdpcnn",
                    "type": 3,
                    "utter": "This is a wild take. So public trust in institutions is bad? There is nothing wrong with a verification system. Not all public figures have access to a/their website. It should be a guessing game for people to know it is actually GRRM or Stephen King. There needs to be another option"
                }
            ],
            "uri": "at://did:plc:sfar4pe3cgsva7ooqzxdpcnn/app.bsky.feed.post/3lbiky2kros25"
        }
    ]
}