{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:sgocqteitss5uashpyx2wtkj",
                    "type": 1,
                    "utter": "I went in knowing very little and did not expect to be in TEARS at multiple points of the game. What an unexpected surprise for me."
                },
                {
                    "author": "did:plc:lcwqhgzduzpjlmtqpquhvnkq",
                    "type": 2,
                    "utter": "Same here. They gave this game free on Playstation Plus some time ago and I gave it a try 'cause why not? And ended completely hooked, enamored by the whole experience. It affected me a lot too, because one of the stories hit too close to home for me. It surely deserves a lot more recognition."
                },
                {
                    "author": "did:plc:sgocqteitss5uashpyx2wtkj",
                    "type": 3,
                    "utter": "They were all incredible but which story would you say hit you the hardest?"
                }
            ],
            "uri": "at://did:plc:sgocqteitss5uashpyx2wtkj/app.bsky.feed.post/3ld2vec42ks2o"
        },
        {
            "talk": [
                {
                    "author": "did:plc:sgocqteitss5uashpyx2wtkj",
                    "type": 1,
                    "utter": "They were all incredible but which story would you say hit you the hardest?"
                },
                {
                    "author": "did:plc:lcwqhgzduzpjlmtqpquhvnkq",
                    "type": 2,
                    "utter": "The story of Edith's big brother Lewis, who was disconnected from his life, constantly daydreaming because everything was monotone an depressing. I experience a really similar kind of detachment (derealization) since I am 19, so it was like seeing an alternate version of myself in the game."
                },
                {
                    "author": "did:plc:sgocqteitss5uashpyx2wtkj",
                    "type": 3,
                    "utter": "The Lewis story also really stuck with me. Playing while chopping the fish heads and going into the maladaptive daydreaming at the same time was so creative of Giant Sparrow to do. What an ending... the coronation of Lewis."
                }
            ],
            "uri": "at://did:plc:sgocqteitss5uashpyx2wtkj/app.bsky.feed.post/3ld2x6ocxcc2u"
        }
    ]
}