{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:spscv5yw36prjkchmbix4lmq",
                    "type": 1,
                    "utter": "As someone allergic to a component of the 2016 rabies vaccine:\n\nEveryone should be vaccinated. Vaccines are one of the pinnacles of human technology."
                },
                {
                    "author": "did:plc:si342oub6mu4wsvssxfuev46",
                    "type": 2,
                    "utter": "Life ruined by covid vaccine.  I agree vaccines are amazing.  But, there is a real issue with ignoring the small number harmed by them.  And this failure to recognise and research it is leading to more skepticism.  Mainly talking of the ME type reactions."
                },
                {
                    "author": "did:plc:spscv5yw36prjkchmbix4lmq",
                    "type": 3,
                    "utter": "I'm unable to find a single diagnosis linking ME/CFS to any vaccine, let alone the myriad COVID vaccines. Care to elaborate?"
                }
            ],
            "uri": "at://did:plc:spscv5yw36prjkchmbix4lmq/app.bsky.feed.post/3lc3dd3zsgc2n"
        },
        {
            "talk": [
                {
                    "author": "did:plc:spscv5yw36prjkchmbix4lmq",
                    "type": 1,
                    "utter": "Did you not actually read the article? \n\"Information provided by The ME Association should not be construed as medical advice. Don't assume any new or worsened symptoms are simply the result of having ME/CFS or Long Covid. \"\n\nAlso, it states that most weren't even vaccinated with what started CFS."
                },
                {
                    "author": "did:plc:spscv5yw36prjkchmbix4lmq",
                    "type": 1,
                    "utter": "Following this, if you have / had COVID, why do you think the vaccine caused it? The mechanism of action for all of the COVID vaccines is not like the 70s/80s/90s vaccines, these had 0 active cultures, and are literally incapable of infecting you with any strain of COVID."
                },
                {
                    "author": "did:plc:si342oub6mu4wsvssxfuev46",
                    "type": 2,
                    "utter": "I had covid, 6 months after my symptom began following vaccination.  I was nucleocapsid negative at onset of symptoms.  People developed the same issues from other illnesses before covid.  It’s the immune response not the virus per se. As the ME article I linked suggests."
                },
                {
                    "author": "did:plc:spscv5yw36prjkchmbix4lmq",
                    "type": 3,
                    "utter": "I'm not understanding what you're trying to get at then. Your original comments makes it seem like you blame the vaccine, but the data you link and the studies around it all blame COVID itself, and not an effect of the vaccine."
                }
            ],
            "uri": "at://did:plc:spscv5yw36prjkchmbix4lmq/app.bsky.feed.post/3lc3fsuyb3c2i"
        },
        {
            "talk": [
                {
                    "author": "did:plc:spscv5yw36prjkchmbix4lmq",
                    "type": 1,
                    "utter": "I'm not understanding what you're trying to get at then. Your original comments makes it seem like you blame the vaccine, but the data you link and the studies around it all blame COVID itself, and not an effect of the vaccine."
                },
                {
                    "author": "did:plc:si342oub6mu4wsvssxfuev46",
                    "type": 2,
                    "utter": "It was the vaccine.  And my GP and Complex Conditions Clinic agree.  And the study linked also highlights several studies into other vaccines that have triggered ME."
                },
                {
                    "author": "did:plc:spscv5yw36prjkchmbix4lmq",
                    "type": 3,
                    "utter": "That's what I'm getting at. Your article linked says, along the lines of \"majority of those with ME weren't vaccinated against what triggered their ME\". \n\nAttributing a cause without extreme documentation helps no one, especially when this environment is already so fractured with misinformation."
                }
            ],
            "uri": "at://did:plc:spscv5yw36prjkchmbix4lmq/app.bsky.feed.post/3lc3ghyehvk2i"
        }
    ]
}