{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:t66sjpa5jym3lmp4f6e5zw5t",
                    "type": 1,
                    "utter": "Follow up question: how much does that distinction matter, outside legality?"
                },
                {
                    "author": "did:plc:qjiklzmwo7wbd33b5afp5gbd",
                    "type": 2,
                    "utter": "Studies seem inconclusive on it effects it has wrt pedophiles and the demand for actual CSAM, but I think everyone would agree that fictional drawings not based on real children would be infinitely preferable to actual CSAM, if wholesale replacement were possible."
                },
                {
                    "author": "did:plc:qjiklzmwo7wbd33b5afp5gbd",
                    "type": 2,
                    "utter": "To the extent that it protects children, I'm all for the existence of drawings that I find repulsive. To the extent that it harms them, I'm opposed to it. \n\nSo I think there's a meaningful distinction there."
                },
                {
                    "author": "did:plc:t66sjpa5jym3lmp4f6e5zw5t",
                    "type": 3,
                    "utter": "I get your framing, but I’m not focused on the harm to the victims in the production of the material, nor am I thinking about how the material might trigger future/inactive predators.\n\nI’m primarily interested in the effect the material has on victims and those who identify / empathize with them."
                },
                {
                    "author": "did:plc:t66sjpa5jym3lmp4f6e5zw5t",
                    "type": 3,
                    "utter": "To that extent - what is the effect on the commons? - I am perfectly fine with a more fluid definition of objectionable material to be suppressed."
                },
                {
                    "author": "did:plc:t66sjpa5jym3lmp4f6e5zw5t",
                    "type": 3,
                    "utter": "(Wholesale replacement is solving the wrong problem!)"
                }
            ],
            "uri": "at://did:plc:t66sjpa5jym3lmp4f6e5zw5t/app.bsky.feed.post/3lbskpfdtv22m"
        },
        {
            "talk": [
                {
                    "author": "did:plc:t66sjpa5jym3lmp4f6e5zw5t",
                    "type": 1,
                    "utter": "I get your framing, but I’m not focused on the harm to the victims in the production of the material, nor am I thinking about how the material might trigger future/inactive predators.\n\nI’m primarily interested in the effect the material has on victims and those who identify / empathize with them."
                },
                {
                    "author": "did:plc:qjiklzmwo7wbd33b5afp5gbd",
                    "type": 2,
                    "utter": "I think that's a good argument about banning it from bluesky! But I don't think anyone here is arguing that sexually explicit drawings of minors belong on this site."
                },
                {
                    "author": "did:plc:t66sjpa5jym3lmp4f6e5zw5t",
                    "type": 3,
                    "utter": "The people who got banned were in fact trying to bring it here, at least as far as the mods were concerned. So it is at least what this thread is about."
                }
            ],
            "uri": "at://did:plc:t66sjpa5jym3lmp4f6e5zw5t/app.bsky.feed.post/3lbsx24yeo22m"
        },
        {
            "talk": [
                {
                    "author": "did:plc:t66sjpa5jym3lmp4f6e5zw5t",
                    "type": 1,
                    "utter": "I’m indifferent to the needs of law enforcement for the purposes of discussing this material on social media, but will consider it through the lens of how making a distinction matters for victims and the general public. \n\nThanks for that thread."
                },
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 2,
                    "utter": "Yeah, my opinion of law enforcement is generally in the gutter and I deeply distrust them as a rule of thumb, but I actually do know a lot of people working on those specialty teams and for me it's a case of \"ACAB, but those folks are definitely last in the rankings of how much B AC are\"."
                },
                {
                    "author": "did:plc:ocsbmyulc2grbq3esflddyj6",
                    "type": 2,
                    "utter": "They are an inherent problem because they are cops, and ACAB and their work lends legitimacy to an illegitimate paradigm, without a doubt, but those task forces are an extreme outlier in the degree to which they actually and meaningfully make a positive difference."
                },
                {
                    "author": "did:plc:t66sjpa5jym3lmp4f6e5zw5t",
                    "type": 3,
                    "utter": "That’s all fair\n\nIt’s not really why I brought up legality though \n\nI’m seeing the distinction primarily through a “public forum” or “audience” perspective and frankly don’t see value - and see a lot of potential for harm - in making concessions for material not strictly within the definition."
                }
            ],
            "uri": "at://did:plc:t66sjpa5jym3lmp4f6e5zw5t/app.bsky.feed.post/3lbsgaux3as22"
        }
    ]
}