{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:u4c2pepeqe73b6wh4xfhxgk6",
                    "type": 1,
                    "utter": "外国の人と仕事するとやっぱりそういう「力の入と抜き」加減が訳わかんねぇなって事がよくあって、きっと島国生まれには無い大陸生まれ特有の発想があるんだろうけど未だにそれが何なのかさっぱりわからない。"
                },
                {
                    "author": "did:plc:u4c2pepeqe73b6wh4xfhxgk6",
                    "type": 1,
                    "utter": "前職で「そんなとこ拘った癖に何でこっちこうなっちゃった!?」って毎日言ってた時期があったから本当にこの謎が気になる。あと、その経験を経て思うのが「日本ってよっぽど特殊で浮いてる存在だな」って事。ありとあらゆる面で物事の進め方や考え方が違う上に、固有の動植物までも外来種にバリバリ駆逐される謎の弱さがある。他国でのさばってるの葛くらいでしょ。別に日本凄いがしたいわけじゃないから怒らないでほしくて、単純に自分の経験した範囲内で考えても他の国とは大分違うよね…何でかね?って事が言いたいだけだよ!とはしっかり言っておく。"
                },
                {
                    "author": "did:plc:u4c2pepeqe73b6wh4xfhxgk6",
                    "type": 1,
                    "utter": "経験上、欧米人と違うのは理解しやすくて納得しやすい(見た目も全然違うし)けど、同じような人種(アジア圏の人)だと勝手にこっちが「同じだろう」って思い込みやすいんだなって気付いた。\"箸使う\"とか\"仏教徒\"だとか\"見た目が近い\"とか\"文化/習慣に共通点を感じる\"とかで「あ、俺等と一緒じゃん」とか勝手に思って期待する。そうするとすぐに「全然違ったわー!」ってなるんだけど、そこで怒ると揉めるだけ(究極が戦争)だから「何が違うのか」をお互いに探って歩み寄る工程が発生する。ただ、双方が同じだけ歩み寄る事が理想だけど文化や考え方の違いで大抵こっちだけが歩み寄る事になる場合が多い。"
                },
                {
                    "author": "did:plc:u4c2pepeqe73b6wh4xfhxgk6",
                    "type": 1,
                    "utter": "\"郷に入りては郷に従え\"が骨の髄どころか遺伝子にまで染み込んでいる本邦は他所の土地に行ってもそこまで頑として自分達のやり方を貫き通さないが、こっちに入ってきた他者には何故か比較的あっさり譲る。他者を尊重する気持ちからそうする場合が多いと思うが(あと説明しても納得してもらえず諦める)、それが本邦以外の人へは\"譲歩させた成功体験\"になってしまう事が多く、徐々に尾を引く事となる。「何で!?この前は良いって言ったじゃん!!」となってしまい同じレベルでの仕事がお願いできなくなってしまう。それを防ぐ為、僕は作業工程を分かりやすく整理して一義的な解釈しかできない作業工程マニュアルを策定した。"
                },
                {
                    "author": "did:plc:u4c2pepeqe73b6wh4xfhxgk6",
                    "type": 1,
                    "utter": "作業に例外は認めず必ず決められた手順によってのみ業務を進行する。もしもマニュアルに当てはまらない作業が発生するならば必ず上長に確認をし、受けた指示の通りに進める。これを徹底した。勿論今までザックリとしたルールで上手くやっていた日本人の現場からの反発はとても(とても)強かったので、一人一人に話を聞いて回った。この時期は流石に図々しい僕も美容院で「えっ!あぁ…。ぎーざーさん…言いにくいんだけど…円形脱毛症になってますね…」と言われたりもした(治ったけどまだ数本分ハゲてる)。話が脱線した。そうやってハゲながら策定した作業工程は結局国内でも充分に機能し、手戻りが減り効率も上がった。"
                },
                {
                    "author": "did:plc:u4c2pepeqe73b6wh4xfhxgk6",
                    "type": 1,
                    "utter": "僕はそのマニュアルと同時に作った研修カリキュラムで他国の人を教育/育成し、海外の拠点で業務が出来るように現地の監修をする為暫く滞在したりもした。その中で、やはり例外発生時の対応で譲ってはいけないなと感じる事がいくつかあった。たとえ相手が優秀で話が通じると思っていても「今回だけチャチャっといい感じにやっとこう」が通じない。マジで通じない。それをしてしまうと次の例外発生時に同じかどうかの検証もせずに前回の「今回だけ」の対応を勝手にやってしまうし、なんなら周りにそれを展開する。勿論日本でもそういう子は居たけど珍しい部類で、逆に海外だとそれが多数派だと実感した瞬間だった。"
                },
                {
                    "author": "did:plc:u4c2pepeqe73b6wh4xfhxgk6",
                    "type": 1,
                    "utter": "で、そうなった時に謝らないし譲らない。これがまた参る。僕がたまたま図太い奴だったから「これがルールだから!このミスがそのまま流れると僕は勿論君も仕事を失うぞ!!」と突き付けて従わせていたが、別にそんな事はしたくないので「分かってくれよぉ〜」と思いながらやっていた。ただ、その「分かってくれよぉ〜」をおくびにも出さないようにしないとすぐその隙を付かれ、オリジナルの手順が蔓延するので本当に油断が出来なかった。勿論そのやり方で出来るのだけど、それだと手戻り時のリカバーが効かない、エラーチェックをすり抜ける…等で品質の担保ができないから許すわけにはいかない。一歩譲ると全部獲られる感覚があった日々だった。"
                },
                {
                    "author": "did:plc:u4c2pepeqe73b6wh4xfhxgk6",
                    "type": 1,
                    "utter": "この感覚、日本以外の全部がそんな感じなので、相当日本だけが変わってんだな…というのが僕の経験からの理解である。それ故の良さ、それ故の問題、両方あるが、問題解決をする際にその手法を外に求め参考にするのは良いが、我々本邦はだいぶ変なのでそのままじゃ使えない事をしっかり理解しておいた方が良い。あと\"持ちつ持たれつ\"\"郷に入りては郷に従え\"\"譲り合い\"等はかなり特殊で変な感覚だと理解しないとただの\"何でも言うこと聞く便利な奴\"だと思われてどこまでも譲歩を強いられる。その感覚をしっかり持たないと僕らが日々大切に思っている事が守れなくなる。本邦、良い所も悪い所も沢山あるけど変なら変なりの良さがあるからね。"
                },
                {
                    "author": "did:plc:ljbkj2yqinjgq2tbo3la7cn5",
                    "type": 2,
                    "utter": "興味深く拝読しました。品質担保の為の「工程凍結」については私の業界では当たり前（海外含）なのですが一般産業だと大変だろうと思慮します。事実、わが社の民生品の部門はまさにそれで製品のトレーサビリティについての概念から違うので。まあ、「工程凍結」していても手順に書かれている通りにやらない人も必ずいるんですが。結果不適合の発生につながる可能性が高くなるという何のメリット（本人の手抜き的な意味以外）もなくて最悪再作製になるという話で・・。日本人特有の変さ、これはご指摘の通りかと。以心伝心などはほぼないですからね。"
                },
                {
                    "author": "did:plc:u4c2pepeqe73b6wh4xfhxgk6",
                    "type": 3,
                    "utter": "ありがとうございます。この経験は前職の自動車カタログ用CGデータ作成業務の海外への業務移管での話で、中々面白い経験ができたなと。家業にも応用できる考え方もあって色々適応させていきたいのですが、業界の規模や考え方が違い過ぎて中々一筋縄では行かず、もどかしく思う事が多いです。直接機械部品を作るわけでは無い(CG)のですが、一度世に出るとそれが印刷物、CM動画、WEB、ミニカー…と多岐に渡り影響が出るので確実性重視の工程凍結を行なっていました。実際の機械になるとそれが即人命に繋がるのでより一層その温度感は高いですよね。今の世の中ワンミスが命取りでリカバーさえ許されない風潮なので本当に気を遣いますね。"
                },
                {
                    "author": "did:plc:u4c2pepeqe73b6wh4xfhxgk6",
                    "type": 3,
                    "utter": "そして以心伝心は正に日本人同士の物だなと当時感じていました。勿論人によって程度の差はあるにしろ、慮る能力というか、行為そのものが海外では習慣として無いのだな…と。なので僕は言葉でハンディがあるにも関わらず現地の社員に「何でわかるんだ…本当は俺たちの言葉全部わかるんだろ…」と気持ち悪がられていました(笑) 観察と推察の結果なんですが、かなり優秀で高学歴の現地社員でもそれは出来なかったので、日本特有の習慣から身に付いた物なのでしょうね。"
                }
            ],
            "uri": "at://did:plc:u4c2pepeqe73b6wh4xfhxgk6/app.bsky.feed.post/3lbqdbiewuk2g"
        }
    ]
}