{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:u6iprepqxev4uoiydbi35xek",
                    "type": 1,
                    "utter": "All but the person blaming Merritt for Jetta Rae are, in fact, the HAL author or people whose testimony is that they believe the HAL author who, if you read their own claims in these screenshots, you'll notice all keep admitting she was outed as an abuser & are saying that she's Innocent."
                },
                {
                    "author": "did:plc:u6iprepqxev4uoiydbi35xek",
                    "type": 1,
                    "utter": "This has been the strategy for their stochastic DARVO since day one, is to keep presenting the same person & the same vague claims over and over to run defense of an actual serial abuser. Any pretense of caring about victims needs to be weighed against their desire to return to that."
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 2,
                    "utter": "it is so interesting that MK's consistent response to these allegations is -literally- DARVO and yet her personal army continues to cry that, in fact, everyone else is doing DARVO to her???"
                },
                {
                    "author": "did:plc:u6iprepqxev4uoiydbi35xek",
                    "type": 3,
                    "utter": "C was publicly and consistently accused of abuse years before you even knew who MK was. Her claims against MK involve \"I was falsely accused\". I know, I was local as were most of the people, including people who directly witnessed these dynamics play out, that you guys keep calling a \"personal army\""
                }
            ],
            "uri": "at://did:plc:u6iprepqxev4uoiydbi35xek/app.bsky.feed.post/3k56cxp7qzt22"
        },
        {
            "talk": [
                {
                    "author": "did:plc:u6iprepqxev4uoiydbi35xek",
                    "type": 1,
                    "utter": "C was publicly and consistently accused of abuse years before you even knew who MK was. Her claims against MK involve \"I was falsely accused\". I know, I was local as were most of the people, including people who directly witnessed these dynamics play out, that you guys keep calling a \"personal army\""
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 2,
                    "utter": "\"years before you even knew who MK was\" sorry to be pedantic but you literally do not know anything about me!!\n\nI appreciate your perspective here for sure! this feels like a measured and reasonable conversation. but please keep in mind we do not know each other personally."
                },
                {
                    "author": "did:plc:u6iprepqxev4uoiydbi35xek",
                    "type": 3,
                    "utter": "I apologize & hey thats true, but a consistent theme for me with a lot of the people who've invoked this concept of a \"whisper network\" and \"known claims\" is that a lot of them have had no actual connection to or stake in the actual social scene they're making claims on, and shout out people who did"
                }
            ],
            "uri": "at://did:plc:u6iprepqxev4uoiydbi35xek/app.bsky.feed.post/3k56dau3x5m26"
        },
        {
            "talk": [
                {
                    "author": "did:plc:u6iprepqxev4uoiydbi35xek",
                    "type": 1,
                    "utter": "All but the person blaming Merritt for Jetta Rae are, in fact, the HAL author or people whose testimony is that they believe the HAL author who, if you read their own claims in these screenshots, you'll notice all keep admitting she was outed as an abuser & are saying that she's Innocent."
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 2,
                    "utter": "the allegation you refer to in the latter part of your post is phrased by these people - all of them, consistently - as MK using her clout and influence to silence her accusers. I've witnessed this pattern myself. \"this person who was abused is an abuser themselves\" does not absolve the prior abuse."
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 2,
                    "utter": "and the third person is not someone \"blaming Merritt for Jetta\" JFC. they're saying Jetta was abusive and, again, MK used her clout and influence to silence and/or discredit people who attempted to speak out.\n\nthis is something I believe because I've seen Merritt do that firsthand myself."
                },
                {
                    "author": "did:plc:m7lrmtfugsco4kj2cucqtkqg",
                    "type": 2,
                    "utter": "and finally the second person is not someone who claims to believe C. it's someone who claims to have borne witness to it, PERSONALLY. this is different than \"C told me and I believe them\"."
                },
                {
                    "author": "did:plc:u6iprepqxev4uoiydbi35xek",
                    "type": 3,
                    "utter": "They actually say they were \"on the periphery of the scene\" and then the abuse they describe is that she was outed for serial abuse, something that has bore out as true across multiple people who were there, in the scene, and across people who've interacted with her since."
                }
            ],
            "uri": "at://did:plc:u6iprepqxev4uoiydbi35xek/app.bsky.feed.post/3k56cs7mhng2p"
        }
    ]
}