{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 1,
                    "utter": "Masking in healthcare in general. Why the hell did so many HCW decide their own lives and the lives of others meant so little they could stop masking when Covid is still killing people? I still wear a mask. I couldn't deal with knowing I was responsible for someone else's death or disability."
                },
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 2,
                    "utter": "I feel the same as you. One way masking works but, NOT as well as if everyone wears one. They know that."
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 3,
                    "utter": "I mask up every time I go shopping or anywhere crowded, I'm vaxxed & boosted, & I've still been \"gifted\" Covid 4 times. I live in a 73% red county in SE GA. Our vax rate has been holding steady at 34% for the last 3 years. \nI hate to think how many times I'd have been infected if I didn't mask up."
                }
            ],
            "uri": "at://did:plc:u7kz76a7tywtmnkzodn7mlwh/app.bsky.feed.post/3lc4upbq5ss25"
        },
        {
            "talk": [
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 1,
                    "utter": "I mask up every time I go shopping or anywhere crowded, I'm vaxxed & boosted, & I've still been \"gifted\" Covid 4 times. I live in a 73% red county in SE GA. Our vax rate has been holding steady at 34% for the last 3 years. \nI hate to think how many times I'd have been infected if I didn't mask up."
                },
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 2,
                    "utter": "When I lived in Claxton, I used to call it \"Fruitcake, Georgia.\" lol"
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 3,
                    "utter": "We live in Glennville! The stupid is strong here. My daughter homeschools her kids because the schools suck -- and Covid denial would put us all at risk. I have a shit immune system and my son in law has drug resistant seizure disorder. As careful as we are, it's still not enough."
                }
            ],
            "uri": "at://did:plc:u7kz76a7tywtmnkzodn7mlwh/app.bsky.feed.post/3lc4vg5nces25"
        },
        {
            "talk": [
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 1,
                    "utter": "We live in Glennville! The stupid is strong here. My daughter homeschools her kids because the schools suck -- and Covid denial would put us all at risk. I have a shit immune system and my son in law has drug resistant seizure disorder. As careful as we are, it's still not enough."
                },
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 2,
                    "utter": "I've been to Glennville many times! I didn't live right in Claxton. More like about a mile outside of Belleville and I had family in Daisy! I worked at Wilbanks Apiaries. Lord, that was ages ago! I miss going to Jeckyl though. A lot."
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 3,
                    "utter": "My daughter and her 21 year old twins work at the Food Lion in Pembroke -- used to be Harvey's. \n\nWe go to St Simon's Island as well as Jekyll Island depending on what mood we're in."
                }
            ],
            "uri": "at://did:plc:u7kz76a7tywtmnkzodn7mlwh/app.bsky.feed.post/3lc4vxmbras25"
        },
        {
            "talk": [
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 1,
                    "utter": "My daughter and her 21 year old twins work at the Food Lion in Pembroke -- used to be Harvey's. \n\nWe go to St Simon's Island as well as Jekyll Island depending on what mood we're in."
                },
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 2,
                    "utter": "When I was off work I was hot on the trail to St. Simons or Jeckyll every single chance I got. Back then you could go to Jeckyll on a weekday and have the place to. yourself all day long. THAT was amazing!"
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 3,
                    "utter": "We like to go during the week when it's not busy."
                }
            ],
            "uri": "at://did:plc:u7kz76a7tywtmnkzodn7mlwh/app.bsky.feed.post/3lc4wjujb4c2n"
        },
        {
            "talk": [
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 1,
                    "utter": "I'd love to be able to afford to eat like that, but it's not gonna happen."
                },
                {
                    "author": "did:plc:vguusyto54xafo24i4htdy4k",
                    "type": 2,
                    "utter": "I spend much less on food than I used to. But I live in CA and we have plenty of fresh produce and locally sourced food"
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 3,
                    "utter": "It's not about availability, but price. Nobody is getting rich on Social Security Disability."
                }
            ],
            "uri": "at://did:plc:u7kz76a7tywtmnkzodn7mlwh/app.bsky.feed.post/3lc4ufipfok25"
        },
        {
            "talk": [
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 1,
                    "utter": "It's not about availability, but price. Nobody is getting rich on Social Security Disability."
                },
                {
                    "author": "did:plc:yxg64ieeij5vgrzglebkt4ol",
                    "type": 2,
                    "utter": "This is why people need to work together to do community small scale farming.  It is possible to grow in most places if you know how. Problem is, as a society we have largely forgotten how to grow our own produce."
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 3,
                    "utter": "We moved to GA 3 years ago. We're still trying to figure out the climate & how it affects what we grow as well as when we try to grow it. Some things do well, while others are a struggle. This year, between the insane heat, less than normal rain, & back to back hurricanes, it was pretty much shit."
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 3,
                    "utter": "Fortunately, we're in farm country. I can drive 15 miles up the road & get veggies for dirt cheap. There are a lot of U-picks, too - berries, grapes, etc. My mom was an abusive, narcissitic bitch, but she taught me how to can veggies & make jams/jellies/etc. At least we've got that going for us."
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 3,
                    "utter": "Our town is 73% red, and I'm not amenable to gardening with those who voted against my rights and those of my daughter and granddaughters. We'll do what we can. We're used to not having a lot. We're making the garden bigger and starting winter crops, too. (greens, etc)"
                }
            ],
            "uri": "at://did:plc:u7kz76a7tywtmnkzodn7mlwh/app.bsky.feed.post/3lcdhebasik2h"
        },
        {
            "talk": [
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 1,
                    "utter": "How many fascist governors were there in the 70s and 80s? How many docs treating AIDS patients were threatened with up to 99 years in prison? None that I can remember."
                },
                {
                    "author": "did:plc:biopwmcxye3l5r6hgk6zbeu7",
                    "type": 2,
                    "utter": "That was not the same. Healthcare institutions chose not to see or treat on their own. The government chose to ignore.  Reagan never said the word AIDS. Those who did see AIDs patients just lost their practice if word got out.  No one wanted to be in same rooms."
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 3,
                    "utter": "\"That wasn't the same\" yet you use it as an example to insist docs need to risk their licenses and put their other patients in jeopardy rather than follow the law......."
                }
            ],
            "uri": "at://did:plc:u7kz76a7tywtmnkzodn7mlwh/app.bsky.feed.post/3lc72bzd7ck2v"
        }
    ]
}