{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:upavpee2ma3hljefyqawqpq3",
                    "type": 1,
                    "utter": "This is honestly such dangerous mindset to have. Because this is how you get actual child predator & abuser get scott free or unnoticed bcus they rarely like those \"problematic cartoon teen porn\".\nYou really can't judge people moral value based on their fictional taste."
                },
                {
                    "author": "did:plc:upavpee2ma3hljefyqawqpq3",
                    "type": 1,
                    "utter": "There's so many case of ppl who only like wholesome fictional taste but turn out to be vile person IRL & ppl who like transgressive/ icky kink tend to be chill ppl. \nI've met many ppl who like deranged anime teen/lolishota porn most of 'em hate dealing w/ irl kids"
                },
                {
                    "author": "did:plc:upavpee2ma3hljefyqawqpq3",
                    "type": 1,
                    "utter": "Look you're allowed to feel uncomfortable w/ such content but don't try to conflate their taste to moral value, this is smth you need to unlearn bcus at first it might just\"only apply to anime minor\" But then unconsciously u go for ppl who likes questionable/controversial media"
                },
                {
                    "author": "did:plc:upavpee2ma3hljefyqawqpq3",
                    "type": 1,
                    "utter": "And then u might go \"hays code & censorship arent bad actually esp to ppl who likes icky things\" W/o u realizing it.\nI've seen so manh similar playbook & ppl ended up to similar rabbit hole that they end up agreeing w/ any form of censorship as long it's content they hate"
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 2,
                    "utter": "I'm aware of this and that's exactly why I'm asking these questions and trying to have these conversations. It's the kind of content I think I'll never stop feeling disgust about and therefore avoid engaging with, but when it comes to morals your own upbringing, societal and individual -"
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 2,
                    "utter": "- experiences make them so deeply engraved in your own values that it's not easy to challenge those conceptions if you don't discuss the matter with people who clearly don't feel the same\nMany people don't seem to understand this unfortunately"
                },
                {
                    "author": "did:plc:upavpee2ma3hljefyqawqpq3",
                    "type": 3,
                    "utter": "I understand where you came from. I can understand why most ppl dislike that type of content, it's not for everyone & I also have my own judgement toward ppl liking certain content, but the mantra \"if it's doesn't harm real ppl then it's fine\" does kinda help me whenever i came across such thought"
                }
            ],
            "uri": "at://did:plc:upavpee2ma3hljefyqawqpq3/app.bsky.feed.post/3lbsqyhkgtk2y"
        }
    ]
}