{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:uxy4w5qbl25yeantwcfytcfr",
                    "type": 1,
                    "utter": "Not censorship. Throttling. The idea is not to regulate what is said (censorship) but rather to limit how much can be said (throttling) for a period of time so that the algorithms can figure out how to categorize the content."
                },
                {
                    "author": "did:plc:zurb6t6bvohcxvgbugh57xs6",
                    "type": 2,
                    "utter": "yeah, well explained.\ni can see how to some, this is censorship, and it arguably is a form of censorship... but so is a drivers license!\nand we all agree, that requiring a drivers license is a good thing, right?\n\nits the same thing, limit or restrict access for an initial time period..."
                },
                {
                    "author": "did:plc:zurb6t6bvohcxvgbugh57xs6",
                    "type": 2,
                    "utter": "how we deal with real people who violate the TOS with their personal accounts is one thing, and I agree there should be a robust review system to avoid wrongfully accused or repenting users a quick path back into the community.\n\nbut when defending against nefarious armies of bots..."
                },
                {
                    "author": "did:plc:zurb6t6bvohcxvgbugh57xs6",
                    "type": 2,
                    "utter": "you really need every tool at your disposal, and you really have to be smart about how you use your tools to hold nefarious bot armies at bay.\n\nthere are nefarious people and organizations with IMMENSE money, power and capabilities at play!"
                },
                {
                    "author": "did:plc:zurb6t6bvohcxvgbugh57xs6",
                    "type": 2,
                    "utter": "bluesky is now on everyones radar\nautocratic governments have realized they cannot control and manipulate bluesky in the way they managed to infiltrate and take over twitter. so what do you think theyll do about it? just sit back and watch? they will try to destroy bluesky by any means necessary"
                },
                {
                    "author": "did:plc:uxy4w5qbl25yeantwcfytcfr",
                    "type": 3,
                    "utter": "Absolutely agreed. They'll use the same techniques they've always used for a while. They'll eventually find loopholes and exploit those until they're plugged. Bluesky can only do so much as a platform. A lot of what they (BS) will do is provide tools - users will have to learn and use those tools."
                }
            ],
            "uri": "at://did:plc:uxy4w5qbl25yeantwcfytcfr/app.bsky.feed.post/3lc5d2mlrkk2q"
        }
    ]
}