{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:valx64wzlvqeu4owdoakujp3",
                    "type": 1,
                    "utter": "Ok, I understand the point, but using Rittenhouse and saying he'll come across state lines to shoot them is just untrue.\n\nThe only felony Kyle Rittenhouse committed that day was illegal possession of a firearm by an underage person."
                },
                {
                    "author": "did:plc:valx64wzlvqeu4owdoakujp3",
                    "type": 1,
                    "utter": "The accounts of murder levied against him were all in self defense. There is VIDEO EVIDENCE of him being chased. It wasn't until he tripped and fell (at that point he was practically cornered) that he fired shots into his chasers."
                },
                {
                    "author": "did:plc:valx64wzlvqeu4owdoakujp3",
                    "type": 1,
                    "utter": "One of his chasers (Gaige Grosskreutz) admitted to chasing Kyle with a gun in court, which is also on video. Saying Kyle was there to kill couldn't be further from the truth.\n\nI'm definitely going to be lambasted for saying this, but it just irked me you're still using Rittenhouse like this."
                },
                {
                    "author": "did:plc:valx64wzlvqeu4owdoakujp3",
                    "type": 1,
                    "utter": "I want to end this by saying I mean no malice towards you or anyone with this argument. I just wanted to clear the air on the Rittenhouse situation, and that the kid didn't desire to end lives that day. It was self defense.\n\nAnyways, that's my TED talk. Hope you have a lovely rest of your day."
                },
                {
                    "author": "did:plc:ldcqa6igalr2lfhhkvbmq6xj",
                    "type": 2,
                    "utter": "He had no right to bring a gun to a protest as if he were law enforcement. He extrajudicially killed people and he has to live with that. His mother is the real villain for taking him there."
                },
                {
                    "author": "did:plc:valx64wzlvqeu4owdoakujp3",
                    "type": 3,
                    "utter": "True, he shouldn't have brought the rifle. But the fact of the matter is he acted in self defense. It was a last option scenario. He tripped and fell and couldn't get up in time to continue running away. That's what I'm trying to say here. I fully agree that he had no right to be carrying."
                }
            ],
            "uri": "at://did:plc:valx64wzlvqeu4owdoakujp3/app.bsky.feed.post/3lcitbpixq22j"
        },
        {
            "talk": [
                {
                    "author": "did:plc:valx64wzlvqeu4owdoakujp3",
                    "type": 1,
                    "utter": "True, he shouldn't have brought the rifle. But the fact of the matter is he acted in self defense. It was a last option scenario. He tripped and fell and couldn't get up in time to continue running away. That's what I'm trying to say here. I fully agree that he had no right to be carrying."
                },
                {
                    "author": "did:plc:dghgpm5hlw4psvrypwdm6ihz",
                    "type": 2,
                    "utter": "His motive for being there in the first place was spurious, at best. It was illegal for him to own the firearm. He went there for one purpose and one purpose only. In itself that was illegal. I hope the civil suits against him proceed and that he spends the remainder of his pathetic existence in a"
                },
                {
                    "author": "did:plc:valx64wzlvqeu4owdoakujp3",
                    "type": 3,
                    "utter": "Yeah, to help provide aid for the protest. Again, I agree he shouldn't have had the rifle (considering it WAS illegal for him to have it), nor do I think he should have brought it. But he wasn't there to murder. Again, it was self defense. Fight or flight."
                }
            ],
            "uri": "at://did:plc:valx64wzlvqeu4owdoakujp3/app.bsky.feed.post/3lciuivbn2k22"
        },
        {
            "talk": [
                {
                    "author": "did:plc:valx64wzlvqeu4owdoakujp3",
                    "type": 1,
                    "utter": "Yeah, to help provide aid for the protest. Again, I agree he shouldn't have had the rifle (considering it WAS illegal for him to have it), nor do I think he should have brought it. But he wasn't there to murder. Again, it was self defense. Fight or flight."
                },
                {
                    "author": "did:plc:dghgpm5hlw4psvrypwdm6ihz",
                    "type": 2,
                    "utter": "He was there illegitimately for an illegitimate purpose. You can attempt to legitimize it and his subsequent acts until the end of time. I seriously doubt yours or his specious arguments will prevail before a jury in a civil trial."
                },
                {
                    "author": "did:plc:valx64wzlvqeu4owdoakujp3",
                    "type": 3,
                    "utter": "It literally did a couple years ago when this happened. The trial is free to watch on the internet. There is also evidence that he was being chased, with one individual (Gaige Grosskreutz) pointing a gun at him. That video is on the internet as well.\n\nSo no, he wasn't there to kill anyone."
                }
            ],
            "uri": "at://did:plc:valx64wzlvqeu4owdoakujp3/app.bsky.feed.post/3lciut3iqss22"
        }
    ]
}