{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:vcu4xukljlgqwek5ekqwgxts",
                    "type": 1,
                    "utter": "It's as different as it technically can be, that's the big thing.  There literally is no way to prevent this scraping, especially on something with a public protocol like BlueSky has with AT.\n\nThis truly isn't about BlueSky's ethics.  This is entirely about the ethics of other companies."
                },
                {
                    "author": "did:plc:72s2f2aftly36wufpd67fpzz",
                    "type": 2,
                    "utter": "They have the traction and demand to make the bold move of siding with artists. If they didn’t think something could be done they wouldn’t bother meeting with lawyers and engineers. I hope they think as big as the orgs and artists who have been making strides with litigation."
                },
                {
                    "author": "did:plc:72s2f2aftly36wufpd67fpzz",
                    "type": 2,
                    "utter": "I hope they look beyond what they can’t prevent and look into what resources they can arm artists with to make litigation against companies who are scraping much easier. And perhaps they should attempt to do what Cara was trying to with Glaze integration."
                },
                {
                    "author": "did:plc:72s2f2aftly36wufpd67fpzz",
                    "type": 2,
                    "utter": "I have never paid for a subscription service for a platform in my life but I would happily invest in Bluesky if they take steps like these and beyond to protect visual, written and auditory works."
                },
                {
                    "author": "did:plc:vcu4xukljlgqwek5ekqwgxts",
                    "type": 3,
                    "utter": "Honestly, my whole reason to pay for a \"premium\" thing or whatever is because the alternative is ads, and ads inevitably corrupt platforms.\n\nIt's all woven together, and I absolutely hate it."
                }
            ],
            "uri": "at://did:plc:vcu4xukljlgqwek5ekqwgxts/app.bsky.feed.post/3lbw44aefmc2k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:vcu4xukljlgqwek5ekqwgxts",
                    "type": 1,
                    "utter": "Right now, the only thing we have is these \"gentlemens agreements\" like robots.txt.  Like robots.txt, there's no enforcement mechanism, and in order for it to work, the scrapers would have to respect it.  They largely haven't.\n\nThey don't have control over what outside companies do."
                },
                {
                    "author": "did:plc:hnb73fhujgr7g5hp4ipqosrp",
                    "type": 2,
                    "utter": "Oh. I see, yeah I didn't understand that and came off rather pissed. Sorry about that.\nIs it that hard to set up anti-scrappers? Twitter couldn't do it, so I assume?"
                },
                {
                    "author": "did:plc:vcu4xukljlgqwek5ekqwgxts",
                    "type": 3,
                    "utter": "You can… impede, but not stop, scraping.  Scraping is just web requests, same as your app or browser make.  Everything you can do to stop or slow them has a workaround that a company with will and capital can implement quickly."
                },
                {
                    "author": "did:plc:vcu4xukljlgqwek5ekqwgxts",
                    "type": 3,
                    "utter": "To give an idea how hard it is to stop these jackanapes, Netflix was scraped over the course of, iirc, several months, using basically the digital equivalent of the analog loophole."
                }
            ],
            "uri": "at://did:plc:vcu4xukljlgqwek5ekqwgxts/app.bsky.feed.post/3lbycqbxutz2l"
        },
        {
            "talk": [
                {
                    "author": "did:plc:vcu4xukljlgqwek5ekqwgxts",
                    "type": 1,
                    "utter": "You can… impede, but not stop, scraping.  Scraping is just web requests, same as your app or browser make.  Everything you can do to stop or slow them has a workaround that a company with will and capital can implement quickly."
                },
                {
                    "author": "did:plc:vcu4xukljlgqwek5ekqwgxts",
                    "type": 1,
                    "utter": "To give an idea how hard it is to stop these jackanapes, Netflix was scraped over the course of, iirc, several months, using basically the digital equivalent of the analog loophole."
                },
                {
                    "author": "did:plc:hnb73fhujgr7g5hp4ipqosrp",
                    "type": 2,
                    "utter": "Aw man\nSo it just comes packaged with existence as a platform. Thank you for the explanation, I really needed it.\n\nNow I'm at least thankful for the bsky team trying to set up sort of \"consent\" stuff now. Thank you."
                },
                {
                    "author": "did:plc:vcu4xukljlgqwek5ekqwgxts",
                    "type": 3,
                    "utter": "Pretty much.  And that does suck."
                }
            ],
            "uri": "at://did:plc:vcu4xukljlgqwek5ekqwgxts/app.bsky.feed.post/3lbydymx5rz2l"
        }
    ]
}