{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:veycupmlvwczqjbvvfysz4u2",
                    "type": 1,
                    "utter": ">ช่วยคนกลุ่มนี้ไม่ให้อาริสะจับฝังทราย\n\nฮารุ ที่ก็กำลังเดินรอบๆอยู่ ก่อนจะหันมาเห็นสถานการณ์เข้า และเห็นว่าถ้าไม่รีบทำอะไรจะเกิดอะไรแน่ๆ จึงรีบเข้ามาห้ามก่อน\n\n\" หวา ทั้งสองฝ่ายใจเย็นๆก่อนนะครับ ! \"\n\nฮารุ เดินเข้ามาแทรกกลางทั้งสองฝ่ายก่อนจะมองทั้งสองฝ่ายไว้"
                },
                {
                    "author": "did:plc:mrryh3zrvguakafwu26cz54i",
                    "type": 2,
                    "utter": "“ฮารุ?” เธอมองตาปริบขณะที่เพื่อนร่วมห้องเข้ามาหยุดเธอไม่ให้จับใครฝังลงทรายทัน\n\nหน้านิ่วคิ้วขมวดใส่คนกลุ่มนั้น\n\n“หึ พวกนายรอดไปนะที่เพื่อนของฉันมาห้าม” ชี้หน้าใส่แบบฝากไว้ก่อนเถอะ ก่อนคนกลุ่มนั้นจะเดินหนีไป \n\nยืนเท้าเอวมองจนลับตาไป\nไม่สบอารมณ์นิดหน่อย \n\n“ฮารุไม่น่ามาห้ามเลย น่าจะสั่งสอนคนพวกนั้นบ้างแท้ๆ”"
                },
                {
                    "author": "did:plc:veycupmlvwczqjbvvfysz4u2",
                    "type": 3,
                    "utter": "\" ใจเย็นกันก่อนนะครับ \"\n\nฮารุที่เข้ามาหยุดทัน ก่อนจะเห็นกลุ่มนั้นเดินออกไป และหันไปมองเพื่อนตนเอง\n\n\" ก็ถึงงั้นผมว่า จะสั่งสอนแบบถึงขั้นหนักๆ ก็ไม่ได้นะครับ ! \"\n\nฮารุก็เอ่ยเตือนไปก่อนจะมองเพื่อนตนเอง"
                }
            ],
            "uri": "at://did:plc:veycupmlvwczqjbvvfysz4u2/app.bsky.feed.post/3lds2eqhj4k2x"
        },
        {
            "talk": [
                {
                    "author": "did:plc:veycupmlvwczqjbvvfysz4u2",
                    "type": 1,
                    "utter": "\" ใจเย็นกันก่อนนะครับ \"\n\nฮารุที่เข้ามาหยุดทัน ก่อนจะเห็นกลุ่มนั้นเดินออกไป และหันไปมองเพื่อนตนเอง\n\n\" ก็ถึงงั้นผมว่า จะสั่งสอนแบบถึงขั้นหนักๆ ก็ไม่ได้นะครับ ! \"\n\nฮารุก็เอ่ยเตือนไปก่อนจะมองเพื่อนตนเอง"
                },
                {
                    "author": "did:plc:mrryh3zrvguakafwu26cz54i",
                    "type": 2,
                    "utter": "\"ก็เข้าใจที่ฮารุพูดอยู่หรอกนะ\"\n\n\"แต่กับคนบางคนมันใช้คำพูดคุยกันไม่ได้หรอก\"\n\nหรี่ตามุ่ยหน้า\n\n\"แล้วถ้าเป็นฮารุ จะใช้วิธีไหนกันล่ะ\"\n\n\"ริสะอยากรู้\" มือข้างนึงเท้าเอวรอฟังคำตอบ"
                },
                {
                    "author": "did:plc:veycupmlvwczqjbvvfysz4u2",
                    "type": 3,
                    "utter": "\" อืมม เรื่องนั่- \"\n\nไม่ทันที่จะได้พูดต่อ เขาก็เริ่มคิดทันที ว่าถ้าเป็นเขาเองจะเอาไงดี \n\n\" ถ้าเป็นผมละก็... \"\n\nในหัวเขาเริ่มครุ่นคิดว่าจะตอบยังไงดี ในหัวก็มีแต่คุยดีๆ เป็นต้น \n\n\" ก็คงจะคุยดีๆ นะครับ.. \"\n\nเมื่อพูดจบเขาก็มองไปทางเพื่อนร่วมห้องที่กำลังเท้าเอวรอฟัง"
                }
            ],
            "uri": "at://did:plc:veycupmlvwczqjbvvfysz4u2/app.bsky.feed.post/3ldscivs4rc2y"
        }
    ]
}