{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:wg3gltkdcxt5pfx4azinqzj2",
                    "type": 1,
                    "utter": "Ah, I'm sorry I did not realize this acc wasn't meant for following! Bsky's lack of private accounts strikes again...\n\nI'll unfollow, but I'm sending you my support fellow RuiMoa warrior!! Thank you for your good taste!!"
                },
                {
                    "author": "did:plc:or6fknahxgdpp5wfmd3xrvc6",
                    "type": 2,
                    "utter": "akjsdjhsdf it's ok I just get very shy ;; I don't mind much but I do get a bit of anxiety so idm if you'd still want to follow either way kjsjfg i'm glad there's more ruimoa on the rise, or at least people are Seeing Them now 🙏 it's a very spoiler heavy ship but I love them so so much"
                },
                {
                    "author": "did:plc:wg3gltkdcxt5pfx4azinqzj2",
                    "type": 3,
                    "utter": "It's so good... it's so hard when it's a new game and people are still in the middle of playing... But I've been rewatching their scenes and Louis really says some insane things about the king, it's such a delight to unravel\n\nI'd like to stick around but only if it's really ok!"
                }
            ],
            "uri": "at://did:plc:wg3gltkdcxt5pfx4azinqzj2/app.bsky.feed.post/3lbrfcccomc2z"
        },
        {
            "talk": [
                {
                    "author": "did:plc:wg3gltkdcxt5pfx4azinqzj2",
                    "type": 1,
                    "utter": "I wonder about that... More describes having been stuck in Akademeia for a long long time, which means he'd have ended up there before the king's death... did the soul split when the king's idealism died? Did he cut out a. part of himself?\n\nOr maybe time is just weird in Akademeia, also possible"
                },
                {
                    "author": "did:plc:or6fknahxgdpp5wfmd3xrvc6",
                    "type": 2,
                    "utter": "He started existing the moment the King's Magic activated iirc, when Louis killed him. MC hadn't fully activated his powers for a little while then so I guess for him, even just 'a couple days' could've felt eternal in there. There's no way to tell tbh"
                },
                {
                    "author": "did:plc:wg3gltkdcxt5pfx4azinqzj2",
                    "type": 3,
                    "utter": "I saw someone say there was probably several weeks between the death and the funeral, to account for travel times and internal politics, so I guess that's still a lot of time when you're just. Totally alone in a place without day and night"
                }
            ],
            "uri": "at://did:plc:wg3gltkdcxt5pfx4azinqzj2/app.bsky.feed.post/3lbrgumigtc2z"
        }
    ]
}