{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:wimjbrlg32dr5dmvhagaa4or",
                    "type": 1,
                    "utter": "Well, choosing the lesser of two evils is hardly a flex. No way I would vote for Trump but Harris wasn’t saving anyone either, come on! The Democrats are just as warmongering and slaves to their corporate lords as the Republicans. That’s why the Democrats lost, because they failed the people."
                },
                {
                    "author": "did:plc:6jfddkbc3kjctiarqizthbyb",
                    "type": 2,
                    "utter": "If you don't vote for harm reduction, you're causing harm.\n\nAdults understand. Do you?"
                },
                {
                    "author": "did:plc:wimjbrlg32dr5dmvhagaa4or",
                    "type": 3,
                    "utter": "I voted for harm reduction, sir. (Don’t make assumptions like people on X) In politics HR doesn’t work. The Democrats need to change and prioritize working Americans or we will have this boomerang effect every 4 years, moving both parties to the right. That is not harm reduction, it’s jus harm."
                }
            ],
            "uri": "at://did:plc:wimjbrlg32dr5dmvhagaa4or/app.bsky.feed.post/3lbwqkak7mk2q"
        },
        {
            "talk": [
                {
                    "author": "did:plc:wimjbrlg32dr5dmvhagaa4or",
                    "type": 1,
                    "utter": "I voted for harm reduction, sir. (Don’t make assumptions like people on X) In politics HR doesn’t work. The Democrats need to change and prioritize working Americans or we will have this boomerang effect every 4 years, moving both parties to the right. That is not harm reduction, it’s jus harm."
                },
                {
                    "author": "did:plc:qfpqzsc2bemfo222vjfb4vmw",
                    "type": 2,
                    "utter": "Not too point blame. Most people didn't like Harris.\nDon't both sides this because Grump was a clear and present danger and the difference between Harris and grump was stark it was oceans wide. If you can't see that, you're forming a disingenuous argument."
                },
                {
                    "author": "did:plc:wimjbrlg32dr5dmvhagaa4or",
                    "type": 3,
                    "utter": "It doesn’t matter what I can or can’t see. You argue against reality, you argue against the results. It doesn’t matter how the candidates are personally different. If voters have two political parties that are starkly similar, they will vote for the party that promises change. Even if they lie."
                }
            ],
            "uri": "at://did:plc:wimjbrlg32dr5dmvhagaa4or/app.bsky.feed.post/3lbwrb7edrc2q"
        },
        {
            "talk": [
                {
                    "author": "did:plc:wimjbrlg32dr5dmvhagaa4or",
                    "type": 1,
                    "utter": "It doesn’t matter what I can or can’t see. You argue against reality, you argue against the results. It doesn’t matter how the candidates are personally different. If voters have two political parties that are starkly similar, they will vote for the party that promises change. Even if they lie."
                },
                {
                    "author": "did:plc:qfpqzsc2bemfo222vjfb4vmw",
                    "type": 2,
                    "utter": "I'm not arguing results. At literally not point did I argue that. Harris also argued change. Just not as loudly. Not as brash. \nIt does matter how they're personally different.  It also shows how uneducated (not derogatory) a lot of america is"
                },
                {
                    "author": "did:plc:qfpqzsc2bemfo222vjfb4vmw",
                    "type": 2,
                    "utter": "And the biggest frustration is not knowing how to break through that and educate. They've been spoonfed lies and rage.  A lot of magats are so truly brainwashed they don't have a grip on reality."
                },
                {
                    "author": "did:plc:wimjbrlg32dr5dmvhagaa4or",
                    "type": 3,
                    "utter": "It’s easier than you think. But for that to happen Democrats need to stop benefiting their corporate lords at all cost over working Americans. They need to stop funding wars and use funds to benefit their citizens instead. They can’t serve two masters. Period."
                }
            ],
            "uri": "at://did:plc:wimjbrlg32dr5dmvhagaa4or/app.bsky.feed.post/3lbwrxcsau22q"
        },
        {
            "talk": [
                {
                    "author": "did:plc:wimjbrlg32dr5dmvhagaa4or",
                    "type": 1,
                    "utter": "It’s easier than you think. But for that to happen Democrats need to stop benefiting their corporate lords at all cost over working Americans. They need to stop funding wars and use funds to benefit their citizens instead. They can’t serve two masters. Period."
                },
                {
                    "author": "did:plc:qfpqzsc2bemfo222vjfb4vmw",
                    "type": 2,
                    "utter": "It's not. I'm also talking on a personal level. This is a massive deprogramming. My BiL and sister have 2 daughters that have been  SA'd and gotten them abortions and voted for grump. They think there are caravans coming. There's no getting through to them. They only believe newsmax"
                },
                {
                    "author": "did:plc:wimjbrlg32dr5dmvhagaa4or",
                    "type": 3,
                    "utter": "The extreme maga will vite maga. But there are 10 mil plus Americans (most voted democratic in 202) that didn’t vote this time because the lesser of two evils agenda is not motivating enough. Those voters will respond well to a real doable populist agenda."
                }
            ],
            "uri": "at://did:plc:wimjbrlg32dr5dmvhagaa4or/app.bsky.feed.post/3lbwsl7lsv22q"
        }
    ]
}