{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:wwuylqdyjoceuwm3ggrve5xr",
                    "type": 1,
                    "utter": "And that reason might be \"this e-mail also covers people who exchanged messages with criminal accounts\" to cover cases where the banned person did not click 'like' on those pictures, but instead sent a private DM to solicit them. The screenshot very clearly mentions accounts _selling_ this material."
                },
                {
                    "author": "did:plc:dadnngq7hpnuglhxm556wgzi",
                    "type": 2,
                    "utter": "just gonna say - they aren't going to ever unban an account that is soliciting child porn from people. they're going to notify the NCMEC, ban the account and NCMEC is probably going to forward it to the FBI or international partners."
                },
                {
                    "author": "did:plc:wwuylqdyjoceuwm3ggrve5xr",
                    "type": 3,
                    "utter": "Hope so. But that was just one hypothesis. They may have been auto-flagged without (or before) soliciting anything illegal. We do not have enough information to know, for now. \n\nBut I've been online too long to easily believe anyone who cries about being unfairly banned is telling the whole truth."
                }
            ],
            "uri": "at://did:plc:wwuylqdyjoceuwm3ggrve5xr/app.bsky.feed.post/3lbqrbkm5nc2e"
        },
        {
            "talk": [
                {
                    "author": "did:plc:wwuylqdyjoceuwm3ggrve5xr",
                    "type": 1,
                    "utter": "Hope so. But that was just one hypothesis. They may have been auto-flagged without (or before) soliciting anything illegal. We do not have enough information to know, for now. \n\nBut I've been online too long to easily believe anyone who cries about being unfairly banned is telling the whole truth."
                },
                {
                    "author": "did:plc:dadnngq7hpnuglhxm556wgzi",
                    "type": 2,
                    "utter": "you can think whatever you want, but it's a *legal* obligation for platforms to report this content to NCMEC. no platform on earth is going to just say \"oh cool you asked someone for child porn? you're unbanned! welcome back!\" except Twitter if you're bffs with Elon."
                },
                {
                    "author": "did:plc:dadnngq7hpnuglhxm556wgzi",
                    "type": 2,
                    "utter": "don't get me wrong, you can be skeptical - that's totally fine, i'm just stating the facts on like, trading CP lol. \n\naccidentally \"liking it\" sure maybe they'd unban for that -- but if i say \"good sir i'd like one child please\" they're gonna ban me and yeet me into the feds"
                },
                {
                    "author": "did:plc:wwuylqdyjoceuwm3ggrve5xr",
                    "type": 3,
                    "utter": "Indeed, we agree on that part."
                }
            ],
            "uri": "at://did:plc:wwuylqdyjoceuwm3ggrve5xr/app.bsky.feed.post/3lbqrlyufw22w"
        }
    ]
}