{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:xhbf24isclea7iqc25aiabqh",
                    "type": 1,
                    "utter": "The trolls are coming here in droves because Jack Smith dropped the charges. They can't stand that they can't troll and harass people like the sadists that they are. They are sick, sick people and they voted to destroy democracy just for kicks."
                },
                {
                    "author": "did:plc:qugdkyvtuk2fisy47fqmgkfg",
                    "type": 2,
                    "utter": "Exactly. They won, but just like the cookie cutter narcissists they are, they are here looking for supply to project their invalidations onto, and without that supply, they literally start imploding. The two things narcissists hate most are:\n-transparency\n-your personal agency"
                },
                {
                    "author": "did:plc:xhbf24isclea7iqc25aiabqh",
                    "type": 3,
                    "utter": "There's a psychologist on here that says they actually get a dopamine high from trolling. But I like your theory about projection too."
                }
            ],
            "uri": "at://did:plc:xhbf24isclea7iqc25aiabqh/app.bsky.feed.post/3lbt3bvju3s2e"
        },
        {
            "talk": [
                {
                    "author": "did:plc:xhbf24isclea7iqc25aiabqh",
                    "type": 1,
                    "utter": "There's a psychologist on here that says they actually get a dopamine high from trolling. But I like your theory about projection too."
                },
                {
                    "author": "did:plc:qugdkyvtuk2fisy47fqmgkfg",
                    "type": 2,
                    "utter": "Yes you are correct.\nThe dopamine release comes from the reward. \nWith narcissism, the reward comes in validation. \nIn order to achieve this, they must invalidate their supply. \nIf you've ever been engaged in an extensive meme war with a single actor you will notice it is similar to a crackhead"
                },
                {
                    "author": "did:plc:qugdkyvtuk2fisy47fqmgkfg",
                    "type": 2,
                    "utter": "Who is constantly chasing the next hit. The more they perceive to be winning the psychological competition between them and their supply, the greater the dopamine. \nTherefore when engaging them, you must be focused on two things: \n1) manipulating their dopamine hits to your own strategic advantage"
                },
                {
                    "author": "did:plc:qugdkyvtuk2fisy47fqmgkfg",
                    "type": 2,
                    "utter": "2) a narrative trap which is set early on, then eventually manipulating them into a position where you can correlate their behavior into validating The narrative trap."
                },
                {
                    "author": "did:plc:xhbf24isclea7iqc25aiabqh",
                    "type": 3,
                    "utter": "What is an example of a narrative trap?"
                }
            ],
            "uri": "at://did:plc:xhbf24isclea7iqc25aiabqh/app.bsky.feed.post/3lbt4cvl4uc2e"
        }
    ]
}