{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 1,
                    "utter": "I'd like to review those studies and see how credible they ever were. Who sponsored the studies, how large were they? How objective as far as the people who conducted the study. You know a literature review of the studies involved. Otherwise, they were just shit talking and they knew it."
                },
                {
                    "author": "did:plc:en2pg3eilkygkdjygbg4pzdl",
                    "type": 2,
                    "utter": "At this point it does not matter if those studies were real. In 2000 the Republicans won the presidency by a handful of hanging chads and the Supreme Court. They had to pivot. Their initial nice pivot failed. Their second pivot succeeded because it was nothing but lies and fear."
                },
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 3,
                    "utter": "I am a study nerd and like to do literature reviews."
                }
            ],
            "uri": "at://did:plc:xhkwhxsjuoorrkbdz6kbtjbb/app.bsky.feed.post/3lbzn7tchqk2w"
        },
        {
            "talk": [
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 1,
                    "utter": "Masking in healthcare when necessary to prevent viral spread. \nHygiene in general\nTransplants"
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 2,
                    "utter": "Masking in healthcare in general. Why the hell did so many HCW decide their own lives and the lives of others meant so little they could stop masking when Covid is still killing people? I still wear a mask. I couldn't deal with knowing I was responsible for someone else's death or disability."
                },
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 3,
                    "utter": "I feel the same as you. One way masking works but, NOT as well as if everyone wears one. They know that."
                }
            ],
            "uri": "at://did:plc:xhkwhxsjuoorrkbdz6kbtjbb/app.bsky.feed.post/3lc4uhvrhqk2c"
        },
        {
            "talk": [
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 1,
                    "utter": "I feel the same as you. One way masking works but, NOT as well as if everyone wears one. They know that."
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 2,
                    "utter": "I mask up every time I go shopping or anywhere crowded, I'm vaxxed & boosted, & I've still been \"gifted\" Covid 4 times. I live in a 73% red county in SE GA. Our vax rate has been holding steady at 34% for the last 3 years. \nI hate to think how many times I'd have been infected if I didn't mask up."
                },
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 3,
                    "utter": "When I lived in Claxton, I used to call it \"Fruitcake, Georgia.\" lol"
                }
            ],
            "uri": "at://did:plc:xhkwhxsjuoorrkbdz6kbtjbb/app.bsky.feed.post/3lc4utwty2k2c"
        },
        {
            "talk": [
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 1,
                    "utter": "When I lived in Claxton, I used to call it \"Fruitcake, Georgia.\" lol"
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 2,
                    "utter": "We live in Glennville! The stupid is strong here. My daughter homeschools her kids because the schools suck -- and Covid denial would put us all at risk. I have a shit immune system and my son in law has drug resistant seizure disorder. As careful as we are, it's still not enough."
                },
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 3,
                    "utter": "I've been to Glennville many times! I didn't live right in Claxton. More like about a mile outside of Belleville and I had family in Daisy! I worked at Wilbanks Apiaries. Lord, that was ages ago! I miss going to Jeckyl though. A lot."
                }
            ],
            "uri": "at://did:plc:xhkwhxsjuoorrkbdz6kbtjbb/app.bsky.feed.post/3lc4vkifvyc2c"
        },
        {
            "talk": [
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 1,
                    "utter": "I've been to Glennville many times! I didn't live right in Claxton. More like about a mile outside of Belleville and I had family in Daisy! I worked at Wilbanks Apiaries. Lord, that was ages ago! I miss going to Jeckyl though. A lot."
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 2,
                    "utter": "My daughter and her 21 year old twins work at the Food Lion in Pembroke -- used to be Harvey's. \n\nWe go to St Simon's Island as well as Jekyll Island depending on what mood we're in."
                },
                {
                    "author": "did:plc:xhkwhxsjuoorrkbdz6kbtjbb",
                    "type": 3,
                    "utter": "When I was off work I was hot on the trail to St. Simons or Jeckyll every single chance I got. Back then you could go to Jeckyll on a weekday and have the place to. yourself all day long. THAT was amazing!"
                }
            ],
            "uri": "at://did:plc:xhkwhxsjuoorrkbdz6kbtjbb/app.bsky.feed.post/3lc4wj4ybfs2t"
        }
    ]
}