{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:xjc64v5z7b6vmqs27q3o6cig",
                    "type": 1,
                    "utter": "you know I can pull up more examples, right? Not just the fucking \"canon 25 year old drunk\""
                },
                {
                    "author": "did:plc:yezjmch53wfkkmm7i3hiccua",
                    "type": 2,
                    "utter": "Wouldn't change the fact that you were calling a drawing of an adult anime character a child, making my point about how trying to draw clear lines about what'd be \"ban worthy\" is basically impossible. You've already muddled any possible line you could have drawn beyond repair, opening it for abuse"
                },
                {
                    "author": "did:plc:xjc64v5z7b6vmqs27q3o6cig",
                    "type": 3,
                    "utter": "that looks like a fuckin child, idc what fuckin disingenuous excuses you make."
                }
            ],
            "uri": "at://did:plc:xjc64v5z7b6vmqs27q3o6cig/app.bsky.feed.post/3lbvp5zqbes25"
        },
        {
            "talk": [
                {
                    "author": "did:plc:xjc64v5z7b6vmqs27q3o6cig",
                    "type": 1,
                    "utter": "the obvious child in that picture is 25? Really?"
                },
                {
                    "author": "did:plc:xjc64v5z7b6vmqs27q3o6cig",
                    "type": 1,
                    "utter": "SHE HAS A FUCKING JUICE BOX LMAO"
                },
                {
                    "author": "did:plc:xjc64v5z7b6vmqs27q3o6cig",
                    "type": 1,
                    "utter": "Or do I need to find more proof of the things you continually defend?"
                },
                {
                    "author": "did:plc:xjc64v5z7b6vmqs27q3o6cig",
                    "type": 1,
                    "utter": "\"erm she's actually thirty years old, she just looks like she's a grade schooler\" 🤓"
                },
                {
                    "author": "did:plc:dau562zpjjms4idad4wkibhc",
                    "type": 2,
                    "utter": "Yeah, like a lot of my friends are flat chested and if you draw me as a cartoon character you'd probably say the same shit about me I guess? Do you care what you're getting mad about or are you just getting mad at people because you think a picture is icky?"
                },
                {
                    "author": "did:plc:xjc64v5z7b6vmqs27q3o6cig",
                    "type": 3,
                    "utter": "I do care because a quick search shows it's way more than just this. The fucking Kanna dragon maid porn is an obvious child too. 3000 years old or not it's what it is."
                }
            ],
            "uri": "at://did:plc:xjc64v5z7b6vmqs27q3o6cig/app.bsky.feed.post/3lbvppu6tuc25"
        }
    ]
}