{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:xnji6qds6tkyoy3ybdpe4fmv",
                    "type": 1,
                    "utter": "( แวะมา+ค่ะ )\n\nระหว่างเดินเล่นอยู่ที่ไหนซักตรงในสวนสาธารณะ ก็เห็นอีกคนกำลังนั่งทำอะไรซักอย่างซักตรงในที่นั้น ด้วยความสงสัยเลยกะจะเข้าไปทักซักเล็กน้อย แต่ว่านะ ถ้าทักปกติก็ไม่น่าสนใจสิ?\n\nเขาค่อยๆเดินเข้าไปข้างหลังอย่างเบาเสียงและโค้งตัวลงเพื่อพูดที่ข้างหูซ้ายของอีกคนด้วยน้ำเสียงเรียบๆที่ไม่ค่อยใช้\n\n\" เธอตรงนี้น่ะ ทำอะไรอยู่หรอครับ \""
                },
                {
                    "author": "did:plc:w57kbdpxiqddbtacmq5ddepg",
                    "type": 2,
                    "utter": "ทันทีที่อีกคนโค้งตัวลงมากระซิบข้างหูของเซ็นกะ เจ้าตัวก็ค่อยๆ หันไปหาด้วยท่าทางสะลึมสะลือ สบตากับอีกคนโดยไม่ได้พูดอะไร เซ็นกะกระพริบตาปริบๆ อยู่หลายครั้ง จนดูเหมือนเวลาผ่านไปเป็นนาที แต่ก็ยังไม่มีคำพูดใดออกจากปากเธอ\n\n“อ่ะ…” เซ็นกะเริ่มรู้สึกตัวแล้ว แต่ดูเหมือนเธอจะไม่ค่อยตกใจเท่าไร เธอก้มมองไปที่เท้าของอีกคน จนเห็นเงาของอีกคน\n\n“อ่ะ…!!” แล้วเธอก็สะดุ้งขึ้นมา “คือว่า แบบว่าฉัน”"
                },
                {
                    "author": "did:plc:w57kbdpxiqddbtacmq5ddepg",
                    "type": 2,
                    "utter": "เธอก้มหน้าไปสักพัก ก่อนจะเงยหน้าขึ้นอย่างกระตือรือร้น “เอ่อ… สายัณห์สวัสดิ์เจ้าค่ะ!” เธอทักทายอีกคนด้วยคำพูดที่ดูจะโบราณเกินไปสักหน่อย\n\n“ฉันกำลัง…เรียงหิน…ไม่สิ สะสมก้อนหินต่างหาก…ไม่สิ เอ่อ…” เธอดูลังเล ก่อนจะพูดต่อ “หินพวกนี้…ดูเหงา”\n\n“ฉันก็เลย…พาพวกเขามาอยู่ด้วยกันน่ะค่ะ” เซ็นกะก้มมองพวกก้อนหินระหว่างอธิบาย"
                },
                {
                    "author": "did:plc:xnji6qds6tkyoy3ybdpe4fmv",
                    "type": 3,
                    "utter": "ตั้งแต่ตอนที่หล่อนหันมาสบตา เขาก็เพียงส่งยิ้มตาหยีให้โดยไม่พูดอะไรและทำแค่มองเธอจนเธอพูดประโยคทั้งหมดจบ ถึงท่าทางที่อีกคนที่ตอบกลับมาจะไม่ถูกใจเท่าไหร่ แต่ก็ดูสนุกดีเหมือนกันจนเผลอเอามือป้องปากหัวเราะเบาๆ ก่อนเขาจะเริ่มเปิดปากพูด\n\n\" ที่พูดแบบเมื่อกี๊ตื่นเต้นหรอครับ? แต่ไม่ต้องเกร็งหรือสุภาพหรอกครับ ผมไม่เคร่งเรื่องนี้หรอกนะ \" ระหว่างนั้นเขาก็ค่อยๆย่อตัวลงมานั่งข้างๆหญิงสาว\n\n(+)"
                },
                {
                    "author": "did:plc:xnji6qds6tkyoy3ybdpe4fmv",
                    "type": 3,
                    "utter": "\" เป็นงานอดิเรกที่น่ารักดีนะครับ แล้วว่าแต่ตรงนั้นคืออะไรหรอครับ คุณกระต่ายงั้นหรอ? \" เขาพูดพร้อมกับชี้นิ้วไปที่กองก้อนหินซักกองหนึ่งตรงหน้าของอีกคน"
                }
            ],
            "uri": "at://did:plc:xnji6qds6tkyoy3ybdpe4fmv/app.bsky.feed.post/3l7ngs3y2sk2k"
        },
        {
            "talk": [
                {
                    "author": "did:plc:xnji6qds6tkyoy3ybdpe4fmv",
                    "type": 1,
                    "utter": "ตั้งแต่ตอนที่หล่อนหันมาสบตา เขาก็เพียงส่งยิ้มตาหยีให้โดยไม่พูดอะไรและทำแค่มองเธอจนเธอพูดประโยคทั้งหมดจบ ถึงท่าทางที่อีกคนที่ตอบกลับมาจะไม่ถูกใจเท่าไหร่ แต่ก็ดูสนุกดีเหมือนกันจนเผลอเอามือป้องปากหัวเราะเบาๆ ก่อนเขาจะเริ่มเปิดปากพูด\n\n\" ที่พูดแบบเมื่อกี๊ตื่นเต้นหรอครับ? แต่ไม่ต้องเกร็งหรือสุภาพหรอกครับ ผมไม่เคร่งเรื่องนี้หรอกนะ \" ระหว่างนั้นเขาก็ค่อยๆย่อตัวลงมานั่งข้างๆหญิงสาว\n\n(+)"
                },
                {
                    "author": "did:plc:xnji6qds6tkyoy3ybdpe4fmv",
                    "type": 1,
                    "utter": "\" เป็นงานอดิเรกที่น่ารักดีนะครับ แล้วว่าแต่ตรงนั้นคืออะไรหรอครับ คุณกระต่ายงั้นหรอ? \" เขาพูดพร้อมกับชี้นิ้วไปที่กองก้อนหินซักกองหนึ่งตรงหน้าของอีกคน"
                },
                {
                    "author": "did:plc:w57kbdpxiqddbtacmq5ddepg",
                    "type": 2,
                    "utter": "ซ็นกะค่อย ๆ เงยหน้าขึ้นมา และพบกับรอยยิ้มตาหยีของอีกฝ่าย\n\n‘ไม่โดนดุ…’ เธอคิดในใจ ดวงตาหรี่ลงเล็กน้อย ใบหน้าของเธอดูเรียบนิ่งราวกับกำลังครุ่นคิดบางอย่างอยู่ ถึงแม้จะยังไม่แน่ใจในคำตอบที่ดีที่สุด แต่ดูเหมือนเธอจะรู้ว่าควรทำอะไรต่อ\n\nเซ็นกะพยักหน้า “ฉันตื่นเต้นนิดหน่อยค่ะ… ป-ปกติฉันไม่ค่อยมีคนมาคุยด้วยเท่าไหร่” เธอเอ่ยพร้อมทั้งเงยหน้าขึ้นมองอีกฝ่าย ก่อนจะหลุบตามองก้อนหินรอบ ๆ\n\n+"
                },
                {
                    "author": "did:plc:w57kbdpxiqddbtacmq5ddepg",
                    "type": 2,
                    "utter": "บหน้าที่เคยไม่มั่นใจเริ่มผ่อนคลายลง เธอเงยหน้ามองอีกคนอีกครั้งแล้วเอ่ยอย่างแผ่วเบา \n“ฉัน… ฉันชื่อเซ็นกะค่ะ คุณชื่ออะไรหรอคะ เผื่อว่าเราจะ…”\n“…เป็นเพื่อนกันได้” เธอพูดอย่างแผ่วเบา\n“ใช่ค่ะ! มันเป็นงานอดิเรกของฉันเองค่ะ!” พออีกคนเริ่มชวนคุยเรื่องงานอดิเรก เธอดูตื่นเต้นมากจนเผลอยิ้มออกมา \n\n“ตรงนั้นคือคุณกระต่ายค่ะ! ตรงนี้เป็นหู และนี่ก็ขา แล้วก็...” เซ็นกะชี้ไปมาอย่างดีอกดีใจ\n+"
                },
                {
                    "author": "did:plc:w57kbdpxiqddbtacmq5ddepg",
                    "type": 2,
                    "utter": "\n“คุณ…ดูออกด้วยหรอคะ?” เธอเอ่ยถามด้วยความประหลาดใจ ยิ้มบาง ๆ ผุดขึ้นบนใบหน้า \n\nและรอยยิ้มนั้นก็หุบลงเมื่อเธอรู้ตัวว่ากำลังยิ้มอยู่ \"..คือว่าพวกเขาคงดีใจกันนะคะ\" และแน่นอนเธอก็ด้วย"
                },
                {
                    "author": "did:plc:xnji6qds6tkyoy3ybdpe4fmv",
                    "type": 3,
                    "utter": " \" งั้นก็ทำตัวให้ชินเถอะครับ ยังไงปกติก็ทักคนไปทั่วอยู่แล้วล่ะ \"\n\nเขาพูดแบบนั้นไปก่อนจะเริ่มแนะนำตัวเอง\n\n\" อิเอยาสึ , มิคุโมะ อิเอยาสึ แต่เรียกอะไรตามใจเธอเลยครับ เซ็นกัจจี้ ยินดีที่รู้จักนะครับ \"\n\" ส่วนเรื่องนั้น พวกเราเป็นเพื่อนกันได้แน่นอนครับ \"\n\nเขาพูดด้วยคำพูดที่ดูเป็นกันเองตามแบบปกติที่พูด แม้จะพึ่งรู้จักกับอีกคนกันก็ตาม ใบหน้าของเขาก็ยังคงประดับรอยยิ้มเช่นเดิม\n\n+"
                },
                {
                    "author": "did:plc:xnji6qds6tkyoy3ybdpe4fmv",
                    "type": 3,
                    "utter": "เขามองหน้าของอีกคนสลับกับกองก้อนหินตรงหน้า ระหว่างที่อีกคนก็อธิบายด้วยความตื่นเต้นเขาก็คิดอะไรตามไปด้วยเช่นกัน\n' ดูเหมือนกำลังมีความสุขจนไม่อยากขัดเลยแหะ(*´ー｀*) '\n\nพอโดนถามไม่ทันตั้งตัวเขาก็สะดุ้งไปแว๊บนึงก่อนจะตอบคำถามที่ถามมาตามตรงเสียงใส\n\n\" ก็คงเพราะชอบกระต่ายล่ะมั้งครับ \"\n\" ไม่รู้สิ ผมมีเซ้นท์ว่าตรงนั้นต้องเป็นคุณกระต่ายแน่นอนเลยล่ะ \"\n\n+"
                }
            ],
            "uri": "at://did:plc:xnji6qds6tkyoy3ybdpe4fmv/app.bsky.feed.post/3ladzfi3bpu2z"
        }
    ]
}