{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:xss2odb4q63lscyyvxgkzmo5",
                    "type": 1,
                    "utter": "それどころか、昨日のガーティック☎️で17人中3人、同じお題を書いた方がいて、その内の１人が私～💦\n　数あるお題の中でこんな事ってある⁉️　って思うんだけど…　こういう事って実際あるんだな～　すごい…"
                },
                {
                    "author": "did:plc:rcwtlonwpamtivzre4cgjua2",
                    "type": 2,
                    "utter": "ぽるて様❤️昨日はありがとうございました🙇‍♀️💓\n私もお題かぶってしまい…申し訳なかったです😭💦同じお題でも違う人が描いてたので色んな絵が見れて楽しかったですね(´˘`＊)💕︎3人かぶりは面白かったです🤣\n次回参加できるなら被らないような変わったお題考えたいです😆💦"
                },
                {
                    "author": "did:plc:xss2odb4q63lscyyvxgkzmo5",
                    "type": 3,
                    "utter": "あれはデフォルトのお題を変えたとかでもなく、自由に発想して同じだったんですよね？　本当に驚きました。こんな事ってあるんですね💧\n　気温が上がったから、無意識に夏を意識してるって事ですかねぇ🤔\n\n　🍉って発想なら4人ですよね😂　季節ものは被りやすそうなんで、次回は注意したいと思います😂\n　三回回ったのに私が書いたのは文字だけなんで、全て絵を描いた人もいるかも…　そう考えるとやっぱり少し申し訳ないかも…　次は気をつけましょうね😂"
                }
            ],
            "uri": "at://did:plc:xss2odb4q63lscyyvxgkzmo5/app.bsky.feed.post/3kse2qsp7cg2p"
        },
        {
            "talk": [
                {
                    "author": "did:plc:xss2odb4q63lscyyvxgkzmo5",
                    "type": 1,
                    "utter": "偶然被っただけなんで、誰も悪い訳ではないんですが、三回も同じお題の絵を描いた方が居るとしたら、やっぱり申し訳ない～🤦と思っちゃいますよね💦　確認した訳じゃないけど、私が三回文字だったんで、三回絵の人もいたかも…💧\n\n　季節ものは警戒しつつ、描きやすく人と被らないお題…🤔　って考えてもかなり難しいし、あんまり考え過ぎると楽しくなくなっちゃうかもなので、あんまり気にしなくてもいいのかも…😂　ただ私が最近、ナニかにとり憑かれたかの様によく人と被るもんで、つい呟いてしまいましたが…あんまりお二人共気にしないで下さい😂\n　なんだかすみませんでした～💦"
                },
                {
                    "author": "did:plc:jyupa2ismkkm5c7pufyhwggi",
                    "type": 2,
                    "utter": "あ、いえいえ\n自分はそんな気にしてないので大丈夫ですよー♪\n\nそうですそうです😊あまり深く考えず、絵にしたら面白そうだなー見てみたいなーぐらいの気楽なお題で良い気がします👍\n\n(個別リプになってしまいますが💦)\nぽるてさんが最初に呟いてた『色々被ってしまう案件』自分しょっちゅうですよ？😂\n1カミュ投下後日にワンドロお題発表で被りとか特にw\n\nイラストなり漫画なり、投下後に支部でたまたまオススメに出て来た何方かの過去記事で似たシチュだったり構図だったり発見して焦りますし💧\nRTオフってるから自分では気付かないだけで恐らくツイ上では今だに偶然被ってるのあるんだろうとも思いますし…\n\n→続きます😅"
                },
                {
                    "author": "did:plc:jyupa2ismkkm5c7pufyhwggi",
                    "type": 2,
                    "utter": "→続き\n\n以前、ぽるてさんのように自分もあまりに被る時期あってちょっとツイでボヤいた事ありまして💧\n\n気に掛けてくださったフォロワーさんから\n『主カミュが大好きな同志の方々なんだからシチュとか諸々似てしまったりもあると思う』\n『でも例え同じシチュやネタや構図になってしまっても、描いている人間が違うんだから表現や味付けもそれぞれ違うし全く同じにはならない』\n『例え似てしまったとしても、アナタが描いたものが好きだと思う人は居るから不安になる事はない』そんな有り難い言葉を頂き、めっちゃ吹っ切れてそれからはあまり気にせず創作出来るようになりました😊\n\n…と、うまくまとめられず長文連投ｽﾐﾏｾﾝ🙇‍♂💦"
                },
                {
                    "author": "did:plc:xss2odb4q63lscyyvxgkzmo5",
                    "type": 3,
                    "utter": "キリさん朝お早い😳！おはようございます☀️\n　そうなんですよね、あんまり難しく考えると楽しめなくなっちゃうから、お題は軽く考える方がいいですよね。\n\n　被りは本当に最近続いてて、全然意識せずに描いたものが似てしまってたりして…　ずっと落ち込んでたんですよね😔　今まで以上に似た絵とか漫画がないか注意するようにしてるんですけど…　で、今回の件で何か…『妖怪ネタ被り』とかそんな名前の妖怪でも憑いてない⁉️😂ってなっちゃって💦　ネガティブ発言すみませんでした💦\n　そんな言葉を掛けてくれるなんていいフォロワーさんですね😭　そうなんですよね、同じキャラの同じカプなんで、仕草とかポーズとか似てしまう所は→続"
                }
            ],
            "uri": "at://did:plc:xss2odb4q63lscyyvxgkzmo5/app.bsky.feed.post/3ksfkiidwla2o"
        }
    ]
}