{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 1,
                    "utter": "Sorry to see one of the worst practices on the Xitter, quote dunking, being carried over to Bluesky."
                },
                {
                    "author": "did:plc:idi75z5g5lmqrtyswrnhfubo",
                    "type": 2,
                    "utter": "Quote posting is the easiest way that I know of to start a new conversation about something that someone else said, while providing a link back to the original conversation. What's your suggested alternative?"
                },
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 3,
                    "utter": "Quote posting itself is not the problem. Quote dunking is used in a derisive, belittling way. It is often used where simply replying to the other person would be appropriate, but the quoter chooses to hold someone up to scorn for all their followers to see. It's a terrifying experience for victims."
                }
            ],
            "uri": "at://did:plc:ybgdrhv6yucoygebyovsu2ba/app.bsky.feed.post/3lbqllmzv5q2f"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 1,
                    "utter": "Quote posting itself is not the problem. Quote dunking is used in a derisive, belittling way. It is often used where simply replying to the other person would be appropriate, but the quoter chooses to hold someone up to scorn for all their followers to see. It's a terrifying experience for victims."
                },
                {
                    "author": "did:plc:idi75z5g5lmqrtyswrnhfubo",
                    "type": 2,
                    "utter": "If the person being quoted doesn't like it, they can easily block, and it prevents anyone from piling on. Bluesky is not X."
                },
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 3,
                    "utter": "Bluesky does allow you to detach your own post from a quoted post, which is an improvement from Xitter. But seeing other people being victimized by quote dunking drags down the experience for all, like watching some jerk yelling at a waiter or clerk in a public place."
                }
            ],
            "uri": "at://did:plc:ybgdrhv6yucoygebyovsu2ba/app.bsky.feed.post/3lbqlxvq5co2r"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 1,
                    "utter": "Bluesky does allow you to detach your own post from a quoted post, which is an improvement from Xitter. But seeing other people being victimized by quote dunking drags down the experience for all, like watching some jerk yelling at a waiter or clerk in a public place."
                },
                {
                    "author": "did:plc:idi75z5g5lmqrtyswrnhfubo",
                    "type": 2,
                    "utter": "Who exactly are you claiming is being victimized here?"
                },
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 3,
                    "utter": "The original poster being dunked on, but also all of us seeing the quote dunk, because it drags down the tone. It makes things more toxic, which I thought we came here to escape from."
                }
            ],
            "uri": "at://did:plc:ybgdrhv6yucoygebyovsu2ba/app.bsky.feed.post/3lbqmawxxsk2n"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 1,
                    "utter": "The original poster being dunked on, but also all of us seeing the quote dunk, because it drags down the tone. It makes things more toxic, which I thought we came here to escape from."
                },
                {
                    "author": "did:plc:idi75z5g5lmqrtyswrnhfubo",
                    "type": 2,
                    "utter": "The OP of this thread is quoting a post whose views they seem to agree with. But anyway, if you dislike posts that disagree with the post they are quoting, maybe you should block or mute the person posting them. I don't find anything objectionable about them, and neither do most users, it seems."
                },
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 3,
                    "utter": "This was in fact a double quote post. The particular post I commented on is quoting a post that is dunk quoting on someone for fat shaming. Which is worth criticizing, but why not do it in a comment to that person?   I gather you have never been victimized in such a way."
                }
            ],
            "uri": "at://did:plc:ybgdrhv6yucoygebyovsu2ba/app.bsky.feed.post/3lbqmre76yt2m"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 1,
                    "utter": "I kept none of my New Year resolutions for 2024. Undeterred, for 2025 I resolve to reduce the number of social media services I use (not including FB and Insta which I have to use for family connections and local shop updates) to one."
                },
                {
                    "author": "did:plc:pay7hbhmgcfitub4umyeghl6",
                    "type": 2,
                    "utter": "I hope you continue to use this budding one, in place of the other site, Wataru.  One thing I miss about the Great Transition is that a number of Japan side voices don't want to give up the clicks and hits over there.  Aren't even making the effort to cross-post, which takes seconds."
                },
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 3,
                    "utter": "There are actually four candidates: Xitter, Mastodon, Bluesky, and Threads. It's hard to see me choosing Threads, but Mastodon is still a strong contender and lets me follow accounts on Bluesky and Threads that choose to federate. The main advantage of X is so many of my Japanese friends use it."
                }
            ],
            "uri": "at://did:plc:ybgdrhv6yucoygebyovsu2ba/app.bsky.feed.post/3ld6jyhb3ls2t"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 1,
                    "utter": "My Mastodon profile has these data:\n1.2K Followers  3.2K Following  4.3K Posts\nSo my experience may differ from those who dipped their toe in and didn't find what they like. Also, the search function is much improved. And Famichiki, while not my instance (I'm on Vivaldi's server), is full of energy."
                },
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 2,
                    "utter": "How exactly has search functionality improved? Because it used to be that if it wasn’t on the instance, or on an instance that was connected by some form of arcane magic AND allowed people to search, you couldn’t find shit."
                },
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 3,
                    "utter": "What environment? I use the PC site with the advanced interface and can find and follow all kinds of accounts easily, including those on Threads and Bluesky that have federated. Another way to find things is to browse the Federated stream."
                }
            ],
            "uri": "at://did:plc:ybgdrhv6yucoygebyovsu2ba/app.bsky.feed.post/3ldnfoiol432j"
        },
        {
            "talk": [
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 1,
                    "utter": "Were you able to register right away because you were a user of the original Mixi? I wonder how long it will be invitation-only."
                },
                {
                    "author": "did:plc:il7o6k67mod2k5vziz4mictg",
                    "type": 2,
                    "utter": "No, people are just posting invites onto Twitter. It's 'invite-only' in the same way that Google+ once was."
                },
                {
                    "author": "did:plc:ybgdrhv6yucoygebyovsu2ba",
                    "type": 3,
                    "utter": "I see they are being posted on Bluesky as well."
                }
            ],
            "uri": "at://did:plc:ybgdrhv6yucoygebyovsu2ba/app.bsky.feed.post/3ldfxxc2pxt2e"
        }
    ]
}