{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:yezjmch53wfkkmm7i3hiccua",
                    "type": 1,
                    "utter": "Let's make this clear: if you claim to be leftist, pro-LGBT, pro other minorities etc, then you MUST stand up for freedom of artistic expression, which means defending the right for legal but icky art to exist. Not doing so directly empowers the worst kind of actors wishing to eradicate minorities 🧵"
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 2,
                    "utter": "While I get what you mean and have a point, I also think there's something inherently wrong with, say, R18 depictions of underage characters (with sexualization implied). How to compromise with these two stances I honestly don't really know at the present"
                },
                {
                    "author": "did:plc:yezjmch53wfkkmm7i3hiccua",
                    "type": 3,
                    "utter": "Worrying about it at all is just extremely pointless because at the end of the day we are not talking about real people but fictional, stylized, unreal constructs. There are plenty of things one can like in fiction that they wouldn't like to see or experience in real life. It's perfectly normal."
                }
            ],
            "uri": "at://did:plc:yezjmch53wfkkmm7i3hiccua/app.bsky.feed.post/3lbr5s76q2k2l"
        },
        {
            "talk": [
                {
                    "author": "did:plc:yezjmch53wfkkmm7i3hiccua",
                    "type": 1,
                    "utter": "Worrying about it at all is just extremely pointless because at the end of the day we are not talking about real people but fictional, stylized, unreal constructs. There are plenty of things one can like in fiction that they wouldn't like to see or experience in real life. It's perfectly normal."
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 2,
                    "utter": "I honestly don't really agree with the whole \"it's just fiction\" thing since I believe it can very well show tendencies in real life too, if someone is attracted to underage fictional characters  you can't categorically negate they won't be to underage people in real life"
                },
                {
                    "author": "did:plc:yezjmch53wfkkmm7i3hiccua",
                    "type": 3,
                    "utter": "This line of thinking isn't really any different from \"playing violent video games makes you violent\". Someone with real life violent tendencies may also enjoy violent video games but this does not automatically make the opposite true and the same applies with anything else fictional."
                }
            ],
            "uri": "at://did:plc:yezjmch53wfkkmm7i3hiccua/app.bsky.feed.post/3lbr6ubiydk2l"
        },
        {
            "talk": [
                {
                    "author": "did:plc:yezjmch53wfkkmm7i3hiccua",
                    "type": 1,
                    "utter": "This line of thinking isn't really any different from \"playing violent video games makes you violent\". Someone with real life violent tendencies may also enjoy violent video games but this does not automatically make the opposite true and the same applies with anything else fictional."
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 2,
                    "utter": "Yes, it's something I've thought about too and I agree. Just to clarify, I'm not talking about banning - I agree banning isn't the answer and can lead to dangerous places. I was referring more to condemning socially (and morally) such depictions"
                },
                {
                    "author": "did:plc:yezjmch53wfkkmm7i3hiccua",
                    "type": 3,
                    "utter": "There is a very real slippery slope to banning from social and moral condemnation. The most that society at large should do is ensure that presence is limited to appropriate places (ie. adult content should stick to adult spaces - on social media, that'd include accounts labeled as adults only)"
                }
            ],
            "uri": "at://did:plc:yezjmch53wfkkmm7i3hiccua/app.bsky.feed.post/3lbr7mies5s2l"
        },
        {
            "talk": [
                {
                    "author": "did:plc:yezjmch53wfkkmm7i3hiccua",
                    "type": 1,
                    "utter": "There is a very real slippery slope to banning from social and moral condemnation. The most that society at large should do is ensure that presence is limited to appropriate places (ie. adult content should stick to adult spaces - on social media, that'd include accounts labeled as adults only)"
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 2,
                    "utter": "Yes I agree, and I appreciate for many people both wouldn't be clear cut and both would go hand in hand easily. That is why I appreciate these conversations, without them I think me and most people won't be able to reconcile our feelings about this since it's not an easy topic to deal with"
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 2,
                    "utter": "So I appreciate your sincerity and understanding, and I hope it didn't come across as me negating your feelings or views on this. It's definitely something I still need to ponder about quite a bit, and without exchanging different points of view it'd be difficult."
                },
                {
                    "author": "did:plc:yezjmch53wfkkmm7i3hiccua",
                    "type": 3,
                    "utter": "It's understandable how one could feel conflicted about it. Just remember that at the end of the day, the thing that truly matters in terms of being a good person is how you treat other real people. Not what media you consume."
                }
            ],
            "uri": "at://did:plc:yezjmch53wfkkmm7i3hiccua/app.bsky.feed.post/3lbrafh4tzs2l"
        }
    ]
}