{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 1,
                    "utter": "While I get what you mean and have a point, I also think there's something inherently wrong with, say, R18 depictions of underage characters (with sexualization implied). How to compromise with these two stances I honestly don't really know at the present"
                },
                {
                    "author": "did:plc:yezjmch53wfkkmm7i3hiccua",
                    "type": 2,
                    "utter": "Worrying about it at all is just extremely pointless because at the end of the day we are not talking about real people but fictional, stylized, unreal constructs. There are plenty of things one can like in fiction that they wouldn't like to see or experience in real life. It's perfectly normal."
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 3,
                    "utter": "I honestly don't really agree with the whole \"it's just fiction\" thing since I believe it can very well show tendencies in real life too, if someone is attracted to underage fictional characters  you can't categorically negate they won't be to underage people in real life"
                }
            ],
            "uri": "at://did:plc:yumocxqqrroubbu3wshmbb7z/app.bsky.feed.post/3lbr63gcbg22t"
        },
        {
            "talk": [
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 1,
                    "utter": "I honestly don't really agree with the whole \"it's just fiction\" thing since I believe it can very well show tendencies in real life too, if someone is attracted to underage fictional characters  you can't categorically negate they won't be to underage people in real life"
                },
                {
                    "author": "did:plc:yezjmch53wfkkmm7i3hiccua",
                    "type": 2,
                    "utter": "This line of thinking isn't really any different from \"playing violent video games makes you violent\". Someone with real life violent tendencies may also enjoy violent video games but this does not automatically make the opposite true and the same applies with anything else fictional."
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 3,
                    "utter": "Yes, it's something I've thought about too and I agree. Just to clarify, I'm not talking about banning - I agree banning isn't the answer and can lead to dangerous places. I was referring more to condemning socially (and morally) such depictions"
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 3,
                    "utter": "Meaning, while me and most people accept the argument about violent media, why is it still so hard to do the same with R18 depictions of minors? I can't help but to condemn is categorically, and separating both is what I'm trying to see how I could reconcile with despite these feelings."
                }
            ],
            "uri": "at://did:plc:yumocxqqrroubbu3wshmbb7z/app.bsky.feed.post/3lbr7d2rv2k2t"
        },
        {
            "talk": [
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 1,
                    "utter": "Yes, it's something I've thought about too and I agree. Just to clarify, I'm not talking about banning - I agree banning isn't the answer and can lead to dangerous places. I was referring more to condemning socially (and morally) such depictions"
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 1,
                    "utter": "Meaning, while me and most people accept the argument about violent media, why is it still so hard to do the same with R18 depictions of minors? I can't help but to condemn is categorically, and separating both is what I'm trying to see how I could reconcile with despite these feelings."
                },
                {
                    "author": "did:plc:xdnlty3duejul4tytqbint3n",
                    "type": 2,
                    "utter": "I imagine that it all comes down to a difference in worldview. Your mind elevates things like canon age in ways that mine simply doesn't. Our perceptions of fiction are simply different."
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 3,
                    "utter": "Maybe that's what it comes down to ultimately, plus different lived experiences"
                }
            ],
            "uri": "at://did:plc:yumocxqqrroubbu3wshmbb7z/app.bsky.feed.post/3lbrvr7jzzk2n"
        },
        {
            "talk": [
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 1,
                    "utter": "Yes, it's something I've thought about too and I agree. Just to clarify, I'm not talking about banning - I agree banning isn't the answer and can lead to dangerous places. I was referring more to condemning socially (and morally) such depictions"
                },
                {
                    "author": "did:plc:yezjmch53wfkkmm7i3hiccua",
                    "type": 2,
                    "utter": "There is a very real slippery slope to banning from social and moral condemnation. The most that society at large should do is ensure that presence is limited to appropriate places (ie. adult content should stick to adult spaces - on social media, that'd include accounts labeled as adults only)"
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 3,
                    "utter": "Yes I agree, and I appreciate for many people both wouldn't be clear cut and both would go hand in hand easily. That is why I appreciate these conversations, without them I think me and most people won't be able to reconcile our feelings about this since it's not an easy topic to deal with"
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 3,
                    "utter": "So I appreciate your sincerity and understanding, and I hope it didn't come across as me negating your feelings or views on this. It's definitely something I still need to ponder about quite a bit, and without exchanging different points of view it'd be difficult."
                }
            ],
            "uri": "at://did:plc:yumocxqqrroubbu3wshmbb7z/app.bsky.feed.post/3lbra2pdabk2t"
        },
        {
            "talk": [
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 1,
                    "utter": "Yes I agree, and I appreciate for many people both wouldn't be clear cut and both would go hand in hand easily. That is why I appreciate these conversations, without them I think me and most people won't be able to reconcile our feelings about this since it's not an easy topic to deal with"
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 1,
                    "utter": "So I appreciate your sincerity and understanding, and I hope it didn't come across as me negating your feelings or views on this. It's definitely something I still need to ponder about quite a bit, and without exchanging different points of view it'd be difficult."
                },
                {
                    "author": "did:plc:yezjmch53wfkkmm7i3hiccua",
                    "type": 2,
                    "utter": "It's understandable how one could feel conflicted about it. Just remember that at the end of the day, the thing that truly matters in terms of being a good person is how you treat other real people. Not what media you consume."
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 3,
                    "utter": "Aye, it's not the kind of thing I'd ever be invested in (I don't engage with any kind of R18 media) so I think it's not easy to understand from outside. I do however want to understand how people in these spaces think to form a proper opinion about the matter."
                }
            ],
            "uri": "at://did:plc:yumocxqqrroubbu3wshmbb7z/app.bsky.feed.post/3lbraupojes2t"
        },
        {
            "talk": [
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 1,
                    "utter": "I honestly don't really agree with the whole \"it's just fiction\" thing since I believe it can very well show tendencies in real life too, if someone is attracted to underage fictional characters  you can't categorically negate they won't be to underage people in real life"
                },
                {
                    "author": "did:plc:upavpee2ma3hljefyqawqpq3",
                    "type": 2,
                    "utter": "This is honestly such dangerous mindset to have. Because this is how you get actual child predator & abuser get scott free or unnoticed bcus they rarely like those \"problematic cartoon teen porn\".\nYou really can't judge people moral value based on their fictional taste."
                },
                {
                    "author": "did:plc:upavpee2ma3hljefyqawqpq3",
                    "type": 2,
                    "utter": "There's so many case of ppl who only like wholesome fictional taste but turn out to be vile person IRL & ppl who like transgressive/ icky kink tend to be chill ppl. \nI've met many ppl who like deranged anime teen/lolishota porn most of 'em hate dealing w/ irl kids"
                },
                {
                    "author": "did:plc:upavpee2ma3hljefyqawqpq3",
                    "type": 2,
                    "utter": "Look you're allowed to feel uncomfortable w/ such content but don't try to conflate their taste to moral value, this is smth you need to unlearn bcus at first it might just\"only apply to anime minor\" But then unconsciously u go for ppl who likes questionable/controversial media"
                },
                {
                    "author": "did:plc:upavpee2ma3hljefyqawqpq3",
                    "type": 2,
                    "utter": "And then u might go \"hays code & censorship arent bad actually esp to ppl who likes icky things\" W/o u realizing it.\nI've seen so manh similar playbook & ppl ended up to similar rabbit hole that they end up agreeing w/ any form of censorship as long it's content they hate"
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 3,
                    "utter": "I'm aware of this and that's exactly why I'm asking these questions and trying to have these conversations. It's the kind of content I think I'll never stop feeling disgust about and therefore avoid engaging with, but when it comes to morals your own upbringing, societal and individual -"
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 3,
                    "utter": "- experiences make them so deeply engraved in your own values that it's not easy to challenge those conceptions if you don't discuss the matter with people who clearly don't feel the same\nMany people don't seem to understand this unfortunately"
                }
            ],
            "uri": "at://did:plc:yumocxqqrroubbu3wshmbb7z/app.bsky.feed.post/3lbspih2slc24"
        },
        {
            "talk": [
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 1,
                    "utter": "While I get what you mean and have a point, I also think there's something inherently wrong with, say, R18 depictions of underage characters (with sexualization implied). How to compromise with these two stances I honestly don't really know at the present"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 2,
                    "utter": "the steelman case for it is that basically any uncomfortable sexual fictional content involving young people has two important audiences usually left out of the discussion on whether it should be banned\n\n- adults with sexual trauma from childhood/adolescence\n- horny teenagers"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 2,
                    "utter": "and i think there is something dishonest about this debate where people pretend these audiences don't exist. i don't think people realise they're being dishonest about it. nonetheless"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 2,
                    "utter": "i've literally been told by someone i know that one of the most capital-p Problematic works of fictional media in existence is responsible for them managing to unrepress an incredibly disturbing childhood trauma, the kind of thing people tell you kids shouldn't see, but it literally Happened to them"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 2,
                    "utter": "the harder to talk about case that most people aren't ready for is that a lot of adults, and i surely do not need to explain why this is particularly true for queer people, have not yet managed to get out of their adolescence in an internal self-conception sense, and they are also a key audience"
                },
                {
                    "author": "did:plc:cocuumty5bs4zbiltpmp37f5",
                    "type": 2,
                    "utter": "and for all one can argue that this is “unhealthy”, i promise you the things that happen when people do not have art as an outlet for these are much, much worse"
                },
                {
                    "author": "did:plc:yumocxqqrroubbu3wshmbb7z",
                    "type": 3,
                    "utter": "Everything you've mentioned are good points and worth discussing, as many people who've never dealt with stuff like this would be generally unaware of or at least haven't considered too much due to lack of testimonies. I appreciate you took your time to write all this!"
                }
            ],
            "uri": "at://did:plc:yumocxqqrroubbu3wshmbb7z/app.bsky.feed.post/3lbrivnz5ds2t"
        }
    ]
}