{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:yxg64ieeij5vgrzglebkt4ol",
                    "type": 1,
                    "utter": "This is why people need to work together to do community small scale farming.  It is possible to grow in most places if you know how. Problem is, as a society we have largely forgotten how to grow our own produce."
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 2,
                    "utter": "We moved to GA 3 years ago. We're still trying to figure out the climate & how it affects what we grow as well as when we try to grow it. Some things do well, while others are a struggle. This year, between the insane heat, less than normal rain, & back to back hurricanes, it was pretty much shit."
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 2,
                    "utter": "Fortunately, we're in farm country. I can drive 15 miles up the road & get veggies for dirt cheap. There are a lot of U-picks, too - berries, grapes, etc. My mom was an abusive, narcissitic bitch, but she taught me how to can veggies & make jams/jellies/etc. At least we've got that going for us."
                },
                {
                    "author": "did:plc:u7kz76a7tywtmnkzodn7mlwh",
                    "type": 2,
                    "utter": "Our town is 73% red, and I'm not amenable to gardening with those who voted against my rights and those of my daughter and granddaughters. We'll do what we can. We're used to not having a lot. We're making the garden bigger and starting winter crops, too. (greens, etc)"
                },
                {
                    "author": "did:plc:yxg64ieeij5vgrzglebkt4ol",
                    "type": 3,
                    "utter": "Sorry to hear about your hardship of growing up with an abusive mom. Abusive dads are hard, but mom is who we turn to for warmth and comfort. I sometimes think that particular betrayal is the most cruel. It sounds like you have been there for your daughters and grandaughters, Mama Bear."
                }
            ],
            "uri": "at://did:plc:yxg64ieeij5vgrzglebkt4ol/app.bsky.feed.post/3lcdignrabk2d"
        }
    ]
}