{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:yxrvxbjyfjzasf2gpkc7s5mm",
                    "type": 1,
                    "utter": "Yes, small in total--but a significant issue in some metro areas where the job market is good and corporate relocations are up: Alanta, Charlotte, DFW, Phoenix, Indianapolis... Decent entry-level housing is almost nonexistent for at least a one-hour commuting radius in some of these places."
                },
                {
                    "author": "did:plc:yxrvxbjyfjzasf2gpkc7s5mm",
                    "type": 1,
                    "utter": "Somewhere in the 1980s, the housing market became a massive target for speculative investment--so a big shift away from the post WWII market attuned to middle class expectations for home ownership. I suspect the changes to the tax code and to corporate valuation under Reagan might explain a lot."
                },
                {
                    "author": "did:plc:lqfszvq7vmq6nbzqt7y2n36z",
                    "type": 2,
                    "utter": "It's that we stopped building enough housing"
                },
                {
                    "author": "did:plc:yxrvxbjyfjzasf2gpkc7s5mm",
                    "type": 3,
                    "utter": "There is no shortage of high-end housing: what has vanished is entry-level/affordable housing. (see www.axios.com/2023/08/24/n...). I blame the tax codes to some degree, bc it's more profitable for companies to write off vacant/unsold expensive housing than to build and sell affordable homes."
                }
            ],
            "uri": "at://did:plc:yxrvxbjyfjzasf2gpkc7s5mm/app.bsky.feed.post/3kgs27wekpv2i"
        },
        {
            "talk": [
                {
                    "author": "did:plc:yxrvxbjyfjzasf2gpkc7s5mm",
                    "type": 1,
                    "utter": "There is no shortage of high-end housing: what has vanished is entry-level/affordable housing. (see www.axios.com/2023/08/24/n...). I blame the tax codes to some degree, bc it's more profitable for companies to write off vacant/unsold expensive housing than to build and sell affordable homes."
                },
                {
                    "author": "did:plc:lqfszvq7vmq6nbzqt7y2n36z",
                    "type": 2,
                    "utter": "Making it more financially beneficial to write off losses doesn't explain why we didn't build enough houses or why not enough new houses are starter homes"
                },
                {
                    "author": "did:plc:yxrvxbjyfjzasf2gpkc7s5mm",
                    "type": 3,
                    "utter": "What I am saying is that building starter homes is not nearly as profitable as building high-end homes--even when there is a glut of high-end homes. Therefore, home construction companies are following the profit--a situation created by the tax code and current corporate valuation practices."
                }
            ],
            "uri": "at://did:plc:yxrvxbjyfjzasf2gpkc7s5mm/app.bsky.feed.post/3kgs3armddk2z"
        },
        {
            "talk": [
                {
                    "author": "did:plc:yxrvxbjyfjzasf2gpkc7s5mm",
                    "type": 1,
                    "utter": "What I am saying is that building starter homes is not nearly as profitable as building high-end homes--even when there is a glut of high-end homes. Therefore, home construction companies are following the profit--a situation created by the tax code and current corporate valuation practices."
                },
                {
                    "author": "did:plc:lqfszvq7vmq6nbzqt7y2n36z",
                    "type": 2,
                    "utter": "But what if we just built all those houses and then also built more?\n\nBuilding high end homes instead of starter home makes sense only if there is a limit on how many homes that can be built"
                },
                {
                    "author": "did:plc:yxrvxbjyfjzasf2gpkc7s5mm",
                    "type": 3,
                    "utter": "I agree with you--but we live in a world where markets have almost nothing to do with real-world conditions. I think the fact corporate capitalism is allowed to exist at all, and is able to accrue far more power than you or I or the rest of creation is accorded is a profound social evil."
                }
            ],
            "uri": "at://did:plc:yxrvxbjyfjzasf2gpkc7s5mm/app.bsky.feed.post/3kguio7mkzw23"
        }
    ]
}