{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:zqimiqufk46lwicanyofqpjb",
                    "type": 1,
                    "utter": "You know that verification on twitter was a complete mess on twitter even BEFORE musk ?\n\nSo just enhance the Domain verification and don't add this horrible blue tick mess here."
                },
                {
                    "author": "did:plc:5ndfxputddxdqgcjha6yph57",
                    "type": 2,
                    "utter": "It wasn't perfect, but it did work. Domain verification is a highly technical solution in a world that doesn't want or need a highly technical solution.  It may appeal to geeks with ocd but to everyone else it's overly complicated.\n\nAn alternative isn't only good, it's neccessary."
                },
                {
                    "author": "did:plc:zqimiqufk46lwicanyofqpjb",
                    "type": 3,
                    "utter": "it's the thing that did not work...\nMany very well known people where never verified after a decade of asking.\nThis failure of blue tick must not come back.\nAlso it's not highly technical and to make a script that automate it is not difficult apple have done it for their domain management of Email."
                }
            ],
            "uri": "at://did:plc:zqimiqufk46lwicanyofqpjb/app.bsky.feed.post/3lc4renweec2d"
        },
        {
            "talk": [
                {
                    "author": "did:plc:zqimiqufk46lwicanyofqpjb",
                    "type": 1,
                    "utter": "it's the thing that did not work...\nMany very well known people where never verified after a decade of asking.\nThis failure of blue tick must not come back.\nAlso it's not highly technical and to make a script that automate it is not difficult apple have done it for their domain management of Email."
                },
                {
                    "author": "did:plc:bk447g3wr6cn76tbefbkjrwy",
                    "type": 2,
                    "utter": "The question is: did twitter just suck at it? Also is it possible for bluesky to not suck at it? There are plenty of ID verification companies out there. It is possible to do it well. Probably would involve charging a small fee but that seems like a fine trade off."
                },
                {
                    "author": "did:plc:zqimiqufk46lwicanyofqpjb",
                    "type": 3,
                    "utter": "no the whole concept is flawed and it will go against the basic goal of decentralization of bluesky how can you attain decentralization if you centralize verification"
                }
            ],
            "uri": "at://did:plc:zqimiqufk46lwicanyofqpjb/app.bsky.feed.post/3lc52z7ecsc2g"
        },
        {
            "talk": [
                {
                    "author": "did:plc:zqimiqufk46lwicanyofqpjb",
                    "type": 1,
                    "utter": "Do you have any ETA on Oauth and the stronger 2FA, and finally let us see post without any algorithm at all ? I don't want a algorithm to decide what I like or not."
                },
                {
                    "author": "did:plc:p2cp5gopk7mgjegy6wadk3ep",
                    "type": 2,
                    "utter": "Following feeds is pure reverse-chronological"
                },
                {
                    "author": "did:plc:zqimiqufk46lwicanyofqpjb",
                    "type": 3,
                    "utter": "yes but people you follow, witch will not help newcomer as they don't have follower when they start."
                }
            ],
            "uri": "at://did:plc:zqimiqufk46lwicanyofqpjb/app.bsky.feed.post/3lbxv3fklh22m"
        }
    ]
}