{
    "data": [
        {
            "talk": [
                {
                    "author": "did:plc:zuffa4chgukdnontk452qnmp",
                    "type": 1,
                    "utter": "The most you can do right now is block, report, and alert your followers if necessary. Hopefully Bluesky will do its part to stop repeat offenders through bans and maybe blanket permanent bans, if the source is significant enough."
                },
                {
                    "author": "did:plc:ezwjzaoob2lkucial2syun3b",
                    "type": 2,
                    "utter": "This. Always block as well as report - report to save other people down the line, but block to save yourself right now."
                },
                {
                    "author": "did:plc:zuffa4chgukdnontk452qnmp",
                    "type": 3,
                    "utter": "Most trolls get bored and move on to something or someone else, but the serial harassers need to be dealt with by moderators, ultimately."
                }
            ],
            "uri": "at://did:plc:zuffa4chgukdnontk452qnmp/app.bsky.feed.post/3lbtvopg5ec2g"
        },
        {
            "talk": [
                {
                    "author": "did:plc:zuffa4chgukdnontk452qnmp",
                    "type": 1,
                    "utter": "I don't think they delete accounts until they elevate the issue, and that can only happen with more user reporting, so do you part and help."
                },
                {
                    "author": "did:plc:zuffa4chgukdnontk452qnmp",
                    "type": 1,
                    "utter": "and if there's enough accounts reported, they can investigate the source of these spam attacks and do more to stop them."
                },
                {
                    "author": "did:plc:z4mrfnfxiolbubr4jrki7la2",
                    "type": 2,
                    "utter": "Most are simply “Hi there. How are you doing” DMs\n\nNot sure if this qualifies as spam.  I know i’m not that good looking to have all these ladies chasing me"
                },
                {
                    "author": "did:plc:zuffa4chgukdnontk452qnmp",
                    "type": 3,
                    "utter": "You can set your DMs to \"Followers Only\" if it's too much. I just mute them or leave them hanging. I'm definitely not cool enough to have random women talk to me."
                }
            ],
            "uri": "at://did:plc:zuffa4chgukdnontk452qnmp/app.bsky.feed.post/3lbuq332xgk2m"
        }
    ]
}